<!DOCTYPE html>
  <html>
    <head>
	  	<!--Import materialize.css-->
	  	<link type="text/css" rel="stylesheet" href="css/materialize.min.css"  media="screen,projection"/>
	  	<!--Let browser know website is optimized for mobile-->
	  	<meta name="viewport" content="width=device-width, initial-scale=1.0"/>
	  	<meta http-equiv="Content-Type" content="text/html; charset=UTF-8" />
		<title>About</title>
		<meta name="viewport" content="width=device-width, initial-scale=1, maximum-scale=1.0, user-scalable=yes" />
		<meta http-equiv="X-UA-Compatible" content="IE=edge">
		<meta name="msapplication-tap-highlight" content="no">
		<meta property="og:title" content="Congrès 2022 Conference" />
		<meta name="description" content="About / À propos" />
		<meta property="og:image" content="http://uaac-aauc.com/2022/images/banner.jpg" />
		<meta property="og:url" content="http://uaac-aauc.com/2022/about.html" />
		<meta property="og:type" content="image/jpeg" />
		<meta property='og:description' content="About / À propos" />
	  	<!-- Material Icon Font -->
		<link href="https://fonts.googleapis.com/icon?family=Material+Icons" rel="stylesheet">
		<!-- Core CSS-->
		<link href="css/materialize.css" type="text/css" rel="stylesheet" media="screen">
		<!-- Custom CSS-->    
		<link href="css/custom.css" type="text/css" rel="stylesheet" media="screen">
		<link rel="stylesheet" href="https://use.typekit.net/gkr3qos.css">
		<!-- Global site tag (gtag.js) - Google Analytics -->
		<script async src="https://www.googletagmanager.com/gtag/js?id=UA-133278015-1"></script>
		<script>
			window.dataLayer = window.dataLayer || [];
			function gtag(){dataLayer.push(arguments);}
			gtag('js', new Date());
	
			gtag('config', 'UA-133278015-1');
		</script>
     </head>
     <body>
	     <div class="navbar-fixed">
		     <nav>
				<div class="nav-wrapper">
					<a href="index.html" class="brand-logo left"><img src="images/uaac2022.png" class="brand-logo-img scale-with-grid"></a>
					<ul id="nav-mobile" class="right">
						<li><a class="nav-about" href="" style="background-color:#3c3636;color:#6c6060;">about</a></li>
					    <li><a class="nav-schedule" href="schedule.html">schedule</a></li>
					</ul>
				</div>
			</nav>
	    </div>
		<div id="content">
			<div class="row">
    			<div class="col s12 m11 l9 offset-l1">
	    			<h2>About</h2>
	    			<h4>The 2022 conference is held from October 27&ndash;29 at the University of Toronto and November 4 via Zoom: <a href="schedule.html">schedule</a></h4>
    			</div>
    			<div class="col s12 m9 l7 offset-l1">
	    			<p>Every fall, the UAAC-AAUC hosts Canada’s professional conference for visual arts-based research by art historians, professors, artists, curators, and cultural workers. The sessions and panels address issues and subjects in art history, theory, and practice from various methodological approaches.</p>	 
    			</div>
    			<div class="col s12 m11 l9 offset-l1">   			
	    			<hr>
	    			<h2>&Agrave; propos</h2>
	    			<h4>Le congr&egrave;s de 2022 se tiendra du 27 au 29 octobre à l'université de Toronto et le 4 novembre via Zoom: <a href="schedule.html">l'horaire</a></h4>
    			</div>
    			<div class="col s12 m9 l7 offset-l1">
	    			<p>Chaque automne, l&rsquo;UAAC-AAUC accueille la conf&eacute;rence professionnelle canadienne pour la recherche sur les arts visuels, organis&eacute;e par des historiens de l&rsquo;art, des professeurs, des artistes, des conservateurs, et des professionnels de culture. Les sessions et les panels abordent des questions et des sujets d&rsquo;histoire de l&rsquo;art, th&eacute;orie, et pratique, selon diverses approches m&eacute;thodologiques.</p>
    			</div>
			</div>
	    </div>
		<div id="content" style="background-color:hsla(150, 11%, 40%,.45);">
    		<div class="row">
	    		<div class="col s12 m10 l7 offset-l1">
		    		<h2>Welcome</h2>
  					<p>After having spent nearly three years of our professional lives in relative isolation, we are thrilled to host this year&rsquo;s UAAC conference in the distinctive three-dimensional spaces of the University of Toronto. We are unlikely ever again to take for granted the energizing and inspiring capacities of place, or of the unique benefits of simply being together.</p>  
  					<p>We also recognize that being here physically is a privilege, as it has been for all people associated with this institution in its nearly two hundred year history. Some colleagues are unable to join us on our historic campus. One silver lining to emerge from this dark period has been the resilience borne from devising new ways to connect and collaborate in an age of distances.  We are delighted that the hybrid format of the conference will make for a more inclusive event, drawing upon the insights of those who are physically elsewhere.</p>  
  					<p>In structuring the in-person sessions, inclusiveness has been a guiding principle, as well. We are very pleased by the range of attendees and speakers, who come from every kind of institution&mdash;or no institution at all&mdash;and from nearly every career stage, geographic location, and specialization. Toronto&rsquo;s own astonishing diversity is the ideal backdrop against which our work will unfold.</p>  
  					<p>Toronto&rsquo;s famed cultural vibrancy is not a given; it is the ongoing work of artists, curators, and scholars.  And the conditions for doing so are increasingly challenging, not least because of the tremendous cost of spaces for living, working, and exhibiting. We are always mindful that any place&mdash;as small as a room or as large as a metropolis&mdash;draws strength from including all those who can contribute. In this spirit, we welcome you.</p>
  					<p>We wish to acknowledge this land on which the University of Toronto operates. For thousands of years it has been the traditional land of the Huron-Wendat, the Seneca, and the Mississaugas of the Credit. Today, this meeting place is still the home to many Indigenous people from across Turtle Island and we are grateful to have the opportunity to work on this land.</p>
	    		</div>
    		</div>
    		<div class="row">
	    		<div class="col s12 m10 l3 offset-l1">
  					<p class="about" style="margin-top:1rem;padding-right:1.5rem;"><strong>Organizing Committee</strong><br/>
	  					University of Toronto</span>
	  				</p>
	    		</div>
			</div>
			<a name="bienvenue"></a>
			<div class="row">
	    		<div class="col s12 m10 l7 offset-l1">
		    		<hr>
		    		<h2>Bienvenue</h2>
					<p>Apr&egrave;s avoir pass&eacute; pr&egrave;s de trois ans de notre vie professionnelle dans un isolement relatif, nous sommes ravis d'accueillir la conf&eacute;rence de l'AAUC de cette ann&eacute;e dans les espaces tridimensionnels distinctifs de l'Universit&eacute; de Toronto.  Nous ne tiendrons plus jamais pour acquis les capacit&eacute;s &eacute;nergisantes et inspirantes du lieu, ni les avantages uniques du simple fait d'&ecirc;tre ensemble.</p>  
					<p>Nous reconnaissons &eacute;galement que le fait d'&ecirc;tre ici physiquement est un privil&egrave;ge, comme cela a &eacute;t&eacute; le cas pour toutes les personnes associ&eacute;es &agrave; cette institution au cours de ses presque deux cents ans d'histoire.  Il y a des coll&egrave;gues qui ne peuvent pas se joindre &agrave; nous sur notre campus historique.  L'un des aspects positifs de cette p&eacute;riode sombre a &eacute;t&eacute; la r&eacute;silience engendr&eacute;e par la conception de nouvelles fa&ccedil;ons de se connecter et de collaborer &agrave; une &eacute;poque de distances.  Nous sommes ravis que le format hybride de la conf&eacute;rence permettra d'organiser un &eacute;v&eacute;nement plus inclusif, en tirant parti des id&eacute;es de ceux qui sont physiquement ailleurs.</p>
					<p>En structurant les sessions en personne, l'inclusivit&eacute; a &eacute;galement &eacute;t&eacute; un principe directeur.  Nous sommes tr&egrave;s satisfaits de l'&eacute;ventail des participants et des conf&eacute;renciers, qui viennent de tous les types d'institutions - ou d'aucune institution - et de presque toutes les &eacute;tapes de la carri&egrave;re, de la situation g&eacute;ographique et de la sp&eacute;cialisation.  L'&eacute;tonnante diversit&eacute; de Toronto constitue la trame id&eacute;ale pour le d&eacute;roulement de nos travaux.</p>
					<p>Le c&eacute;l&egrave;bre dynamisme culturel de Toronto ne va pas de soi ; il est le fruit du travail continu des artistes, des conservateurs et des universitaires.  Et les conditions pour y parvenir sont de plus en plus difficiles, notamment en raison du co&ucirc;t &eacute;norme des espaces pour vivre, travailler et exposer.  Nous sommes toujours conscients que tout lieu - aussi petit qu'une pi&egrave;ce ou aussi grand qu'une m&eacute;tropole - tire sa force de l'inclusion de tous ceux qui peuvent y contribuer.  Dans cet esprit, nous vous souhaitons la bienvenue.</p>
					<p>Nous souhaitons reconna&icirc;tre cette terre sur laquelle l'Universit&eacute; de Toronto exerce ses activit&eacute;s. Depuis des milliers d'ann&eacute;es, c'est la terre traditionnelle des Hurons-Wendats, des S&eacute;n&eacute;cas et des Mississaugas de Credit. Aujourd'hui, ce lieu de rencontre est encore le foyer de nombreux peuples autochtones de toute l'&icirc;le de la Tortue et nous sommes reconnaissants d'avoir l'occasion de travailler sur cette terre.</p>
				</div>
			</div>
			<div class="row">
	    		<div class="col s12 m10 l3 offset-l1">
  					<p class="about" style="margin-top:1rem;padding-right:1.5rem;"><strong>Comit&eacute; d'organisation</strong><br/>
	  					Universit&eacute; de Toronto</span>
	  				</p>
	    		</div>
			</div>
		</div>
		<div class="section" style="background-color:hsla(196, 100%, 33%, .4);">
    		<div class="row">
	    		<div class="col s12 m11 l11 offset-l1">
  					<h6 style="margin-top:0;">website / site web<br/>
	  					<a href="http://mutablesubject.ca/" target="_blank">Deanna Peters</a></h6>
	    		</div>
			</div>	
		</div>
		<!--<div class="section" style="background-color:#ebe2d5;">
	     	<div class="row">
		     	<div class="col s10 offset-s1 l2">
			    	<p style="font-size:.9rem;color:#433c3c;">advertisements</p>
		     	</div>
			 	<div class="col s10 offset-s1 l4">
			    	<a href="https://www.ecuad.ca/" target="_blank"><img src="images/promo-ecu.jpg" class="scale-with-grid" style="margin-top:3rem;margin-bottom:1rem;"></a>
		     	</div>
			 	<div class="col s10 offset-s1 l4 offset-l1">
			    	<a href="https://carleton.ca/arthistory/" target="_blank"><img src="images/promo-carleton.png" class="scale-with-grid" style="margin-bottom:3rem;"></a>
		     	</div>
	     	</div>
     	</div>-->		    
   		<div id="footer">
			<div class="row">
				<div class="col s12 m6">
					<ul>
						<li class="footer"><a href="https://twitter.com/AaucUaac" target="_blank">twitter</a></li>
						<!--<li class="footer"><a href="https://www.facebook.com/UAACAAUC/" target="_blank">fb</a></li>-->
						<li class="footer"><a href="https://www.instagram.com/uaacaauc/" target="_blank">instagram</a></li>
						<li class="footer"><a href="https://uaac-aauc.com/" target="_blank">uaac-aauc.com</a></li>
						<li class="footer"><a href="mailto:conf22@uaac-aauc.com">email</a></li>
					</ul>
				</div>
				<div class="col s12 m6 right-align">
					<h6 class="footer-sponsors">We thank our host!</h6>
					<a href="https://arthistory.utoronto.ca/" target="_blank"><img src="images/logo-uoft.png" class="scale-with-grid"/></a>
				</div>
			</div>
		</div>
	    
		    

	    <!-- ================================================
		Scripts
		================================================ -->
	    
	    <!-- jQuery Library -->
	    <script type="text/javascript" src="https://code.jquery.com/jquery-2.1.1.min.js"></script>
	    
	    <!-- LOAD MATERIALIZE.JS -->
	    <script type="text/javascript" src="js/materialize.js"></script>
	    
	    <!-- INITIALIZE SPECIFIC MATERIALIZE.JS FUNCTIONS -->
	    <script type="text/javascript" src="js/init.js"></script>
    
     </body>
</html>