<!DOCTYPE html>
<html>
     <head>
	  	<!--Import materialize.css-->
	  	<link type="text/css" rel="stylesheet" href="css/materialize.min.css"  media="screen,projection"/>
	  	<!--Let browser know website is optimized for mobile-->
	  	<meta name="viewport" content="width=device-width, initial-scale=1.0"/>
	  	<meta http-equiv="Content-Type" content="text/html; charset=UTF-8" />
		<title>C.4 Queering the collection: intersectional and socially-engaged approaches, Part 2 / Queeriser la collection : approches intersectionnelles et socialement engag&eacute;es, partie 2</title>
		<meta name="viewport" content="width=device-width, initial-scale=1, maximum-scale=1.0, user-scalable=yes" />
		<meta http-equiv="X-UA-Compatible" content="IE=edge">
		<meta name="msapplication-tap-highlight" content="no">
		<meta property="og:title" content="2022 UAAC Conference" />
		<meta name="description" content='C.4 Queering the collection: intersectional and socially-engaged approaches, Part 2 / Queeriser la collection : approches intersectionnelles et socialement engagées, partie 2' />
		<meta property="og:image" content="http://uaac-aauc.com/2022/images/banner.jpg" />
		<meta property="og:url" content="http://uaac-aauc.com/2022/c4.html" />
		<meta property="og:type" content="image/jpeg" />
		<meta property='og:description' content='C.4 Queering the collection: intersectional and socially-engaged approaches, Part 1 / Queeriser la collection : approches intersectionnelles et socialement engagées, partie 2' />
	  	<!-- Material Icon Font -->
		<link href="https://fonts.googleapis.com/icon?family=Material+Icons" rel="stylesheet">
		<!-- Core CSS-->
		<link href="css/materialize.css" type="text/css" rel="stylesheet" media="screen">
		<!-- Custom CSS-->    
		<link href="css/custom.css" type="text/css" rel="stylesheet" media="screen">
		<link rel="stylesheet" href="https://use.typekit.net/gkr3qos.css">
		<!-- Global site tag (gtag.js) - Google Analytics -->
		<script async src="https://www.googletagmanager.com/gtag/js?id=UA-133278015-1"></script>
		<script>
			window.dataLayer = window.dataLayer || [];
			function gtag(){dataLayer.push(arguments);}
			gtag('js', new Date());
	
			gtag('config', 'UA-133278015-1');
		</script>
    </head>
    <body>
	    <div class="navbar-fixed">
		    <nav>
				<div class="nav-wrapper">
					<a href="index.html" class="brand-logo left"><img src="images/uaac2022.png" class="brand-logo-img scale-with-grid"></a>
					<ul id="nav-mobile" class="right">
						<li><a class="nav-about" href="about.html">about</a></li>
					    <li><a class="nav-schedule" href="schedule.html">schedule</a></li>
					</ul>
				</div>
			</nav>
	    </div>
	    <div id="content">
    		<div class="row info">
	    		<div class="col s12 m11 l9 offset-l1">
		    		<h2>C.4 Queering the collection: intersectional and socially-engaged approaches, <nobr>Part 2</nobr></h2>
		    		<hr>
		    		<h2>C.4 Queeriser la collection : approches intersectionnelles et socialement engag&eacute;es, <nobr>partie 2</nobr></h2>
		    		<h6>Thu Oct 27 / 13:30 &ndash; 15:00 / Great Hall, rm 1022, <a href="https://www.google.com/maps/place/Hart+House+Building,+7+Hart+House+Cir,+Toronto,+ON+M5S+3H3/@43.6638135,-79.3943976,19z/data=!4m5!3m4!1s0x882b34b970e23c3f:0x5a05bf06fad4f1b1!8m2!3d43.6640143!4d-79.3943319" target="_blank">Hart House</a></h6>
	    		</div>
    		</div>
    		<div class="row">
	    		<div class="col s12 m11 l10 offset-l1">
		    		<p class="title">chairs / pr&eacute;sidentes /</p>
		    		<ul>
			    		<li class="participants"><strong>Anne-Sophie Miclo</strong><span class="school">, Universit&eacute; du Qu&eacute;bec &agrave; Montr&eacute;al</span></li>
			    		<li class="participants"><strong>Renata Azevedo Moreira</strong><span class="school">, Art Gallery of Ontario</span></li>
		    		</ul>
	    		</div>
	    		<div class="col s12 m10 l7 offset-l1">
		    		<p>Queer Theories provide invaluable contributions to Museum Studies. Defying heteronormative assumptions, they are oriented towards openness and flexibility, providing an interesting lens to understand the construction of public art institution’s collections.</p>
					<p>Queering a collection may thus involve, but is not restricted to, acquiring art focusing on 2SLGBTQIA+ artists and themes. It means amplifying the boundaries of a collection so that it can become a material proof of an institution&rsquo;s fight against the status quo, by actively diversifying and decolonizing the voices that build it.</p>
					<p>In this session, we invite artists, researchers, and curators to explore and share their works, reflections and case studies about different possibilities of queering collections, from both contemporary and historical perspectives.</p> 
					<p class="keywords"><strong>keywords:</strong> queer theories, collections, museum studies, decolonizing</p>
	    		</div>
    		</div>
	    	<div class="row description">
	    		<div class="col s12 m10 l7 offset-l1">
		    		<h3>C.4.1 <i>Repenser la collection au prisme de l&rsquo;acquisition conjointe et de la garde partag&eacute;e</i></h3>
		    		<ul>
		    			<li class="participants"><strong>Jessica Minier</strong><span class="school">, Universit&eacute; du Qu&eacute;bec en Outaouais</span></li>
		    		</ul>
    				<p>Dans les derni&egrave;res ann&eacute;es, de nouvelles modalit&eacute;s de mus&eacute;alisation font leur apparition dans les mus&eacute;es d&rsquo;art, dont certaines qui concernent l&rsquo;acquisition d&rsquo;&oelig;uvres d&rsquo;art. On observe entre autres une acc&eacute;l&eacute;ration de l&rsquo;acquisition conjointe depuis ces dix derni&egrave;res ann&eacute;es. Cette pratique se veut un processus collaboratif par lequel une &oelig;uvre devient la propri&eacute;t&eacute; l&eacute;gale de deux ou de plusieurs mus&eacute;es et est int&eacute;gr&eacute;e simultan&eacute;ment dans leurs collections. Au-del&agrave; de ce type de collaboration interinstitutionnelle, on assiste &agrave; une collaboration entre mus&eacute;e et communaut&eacute;s non pas n&eacute;cessairement pour l&rsquo;acquisition d&rsquo;&oelig;uvres d&rsquo;art, mais pour d&eacute;finir de nouvelles modalit&eacute;s d&rsquo;int&eacute;gration des &oelig;uvres aux collections des mus&eacute;es qui tiennent compte de conceptions extraoccidentales. On parle alors d&rsquo;une garde partag&eacute;e qui permet de fonder le processus de mus&eacute;alisation sur le gardiennage et le prendre soin des &oelig;uvres plut&ocirc;t que sur la propri&eacute;t&eacute;.</p>
					<p>Cette communication se penchera sur ces deux pratiques que sont l&rsquo;acquisition conjointe et la garde partag&eacute;e d&rsquo;&oelig;uvres d&rsquo;art comme strat&eacute;gies pour queeriser, ou du moins diversifier et d&eacute;coloniser, les collections. D&rsquo;une part, les impacts de l&rsquo;acquisition conjointe sur les collections seront &eacute;tudi&eacute;s en fonction de deux cas du Los Angeles County Museum (&agrave; confirmer). Le premier concerne l&rsquo;acquisition, conjointement avec le Getty en 2011, de 2000 photographies de Robert Mapplethorpe.</p> 
					<p>Le second cas concerne l&rsquo;acquisition, conjointement avec le Vincent Price Art Museum en 2020, de 21 photographies de Laura Aguilar et de <i>...we are the mountain</i> (2019) de Rafa Esperanza. D&rsquo;autre part, aucun cas de garde partag&eacute;e rattach&eacute;e aux artistes 2SLGBTQIA+ n&rsquo;a &eacute;t&eacute; r&eacute;pertori&eacute; &agrave; ce jour. N&eacute;anmoins, la mus&eacute;alisation de <i>Witness Blanket</i> (2014) de Carey Newman par le Mus&eacute;e canadien pour les droits de la personne et celle de <i>The Echo of an Ancient Form of Knowledge</i> (2021) par Edgar Calel et la Tate permettront d&rsquo;illustrer une d&eacute;colonisation les pratiques entourant les collections.</p>
    				<p class="keywords"><strong>mots cl&eacute;s :</strong> acquisition conjointe, garde partag&eacute;e, diversification, d&eacute;colonisation, collections mus&eacute;ales</p>
    			</div>
    			<div class="col s12 m8 offset-m4 l5 offset-l6">
    				<p class="bio"><strong>Jessica Minier</strong> est candidate au doctorat en mus&eacute;ologie &agrave; l&rsquo;Universit&eacute; du Qu&eacute;bec en Outaouais (UQO) et r&eacute;cipiendaire de la Bourse d&rsquo;&eacute;tudes sup&eacute;rieures du Canada &ndash; Joseph-Armand-Bombardier du Conseil de recherches en sciences humaines (CRSH). Ses &eacute;tudes doctorales portent sur la garde partag&eacute;e et l&rsquo;acquisition conjointe d&rsquo;&oelig;uvres d&rsquo;art comme nouvelles modalit&eacute;s de mus&eacute;alisation. Ses recherches de ma&icirc;trise, financ&eacute;es par le Fonds de recherche du Qu&eacute;bec &ndash; Soci&eacute;t&eacute; et culture (FRQSC) et le CRSH, portaient sur le commissariat participatif, soit l&rsquo;inclusion du public dans le processus de conception d&rsquo;expositions. Ses recherches lui ont valu l&rsquo;obtention du Prix Roland-Arpin, d&eacute;cern&eacute; par la Soci&eacute;t&eacute; des Mus&eacute;es du Qu&eacute;bec et le Mus&eacute;e de la Civilisation de Qu&eacute;bec. Jessica Minier est aussi coordonnatrice de l&rsquo;Axe 3 : La collection &eacute;largie du Partenariat du Groupe de recherche et de r&eacute;flexion CI&Eacute;CO &agrave; l&rsquo;UQO.</p>
    			</div>
	    	</div>
	    	<div class="row description">
	    		<div class="col s12 m10 l7 offset-l1">
		    		<h3>C.4.2 <i>Aqtion Arqhive: Tracing 2SLGBTQIA+ Labour Activism in the Katarokwi-Kingston Region</i></h3>
		    		<p class="presenter"><strong>Morgan Oddie &amp; Aqtion Arqhive Collective</strong><span class="school">, Public Service Alliance of Canada &amp; Carleton University</span></p>
		    		<p>In partnership with the Public Service Alliance of Canada (PSAC) Kingston Regional Office, Aqtion Arqhive: Tracing 2SLGBTQIA+ labour activism in the Katarokwi/Kingston Region (Aqtion Arqhive) is a multimedia mapping project that celebrates and centres work by Two-Spirit, Lesbian, Gay, Bisexual, Trans*, Queer, Intersex, Asexual, Agender and other gender-variant folx (2SLGBTQIA+). &ldquo;Aqction Arqhive&rdquo; invites 2SLGBTQIA+ artists, community organizers, academics, and activists to share their work and efforts with the broader community, and bridge connections between our organizing actions and the current social, political, and cultural events shifting the landscape of Queer representation in labour. In 2021, Dr. Susan Braedley and Christine Streeter shared a report titled &ldquo;Public Services for LGBTQ2+ Older Adults and Workers&rdquo;. By interviewing several Queer older adult workers, this report found that most Queer workers have experienced some form of discrimination in the workplace. As Queer activists, we know this is an area of study underdeveloped in research-creation and academic work. More pressing is the need to celebrate the work 2SLGBTQIA+ labour activists have contributed and continue to contribute to ongoing labour actions. By celebrating and archiving our achievements and creative interventions, we can assess and draw parallels between past, present, and future labour movements, while also creating new knowledges through the process of collecting, sharing, discussing, and exhibiting in itself.</p>
					<p>As such, we have created an online digital archive using Esri Storymaps (arcGIS) of the Katorokwi/Kingston region with artworks, posters, campaign documentation, policy statements, and media coverage that centre Queer workers and solidarity. This project historicizes these events while also archiving the important work produced by Queer workers and unions in the fight for equity in the workplace. &ldquo;Aqtion Arqhive&rdquo; is important to Queer workers and our partner because it not only celebrates our work but invites workplace change attuned to 2SLGBTQIA+ inclusivity. This paper presentation will give a glimpse into the archive and the process of creating and working with community engaged archives, while curating and archiving with care.</p>
    				<p class="keywords"><strong>keywords:</strong> archives, queer, 2SLGBTIA+, labour activism, research-creation, community based research and archiving</p>
    			</div>
    			<div class="col s12 m8 offset-m4 l5 offset-l6">
    				<p class="bio">Led by Drs. <strong>St&eacute;fy McKnight</strong> (Carleton University) and <strong>Morgan Oddie</strong> (Public Service Alliance of Canada), <strong>Aqtion Arqhive</strong> is a collective of artists, curators, and research-creationists in the Katarokwi-Kingston region, working together to create a care-full archive of queer labour activism.</p>
					<p class="bio"><strong>Dr. Morgan Oddie</strong> (they/them) is a queer labour activist and academic from Katarokwi/Kingston, ON. They hold a PhD in Cultural Studies from Queen&rsquo;s University, where they studied the cultural politics and gender dynamics of kink. They also have Master&rsquo;s degrees in Industrial Relations and Religious Studies, but spent most of their time in grad school fighting the University for workers&rsquo; rights. They are currently working as a Regional Representative for the Public Service Alliance of Canada (PSAC) in southwestern Ontario.</p>
    			</div>
	    	</div>
	    	<div class="row description">
	    		<div class="col s12 m10 l7 offset-l1">
		    		<h3>C.4.3 <i>Drag as Becoming</i></h3>
		    		<p class="presenter"><strong>Ryan Van Der Hout</strong><span class="school">, The New School</span></p>
    				<p>In <i>Drag as Becoming</i>, I discuss my photo-based series Drag and the personal transformation of both queering my life and art practice that developed over the course of the series.</p>
					<p>The Drag series explores the art of drag performance and its relationship to masquerade, public and private identity, and the project of self-making through a queer lens. Creating still lives, portraits of drag performers, and self portraits, I explore the space between the mask of the self as performer and the mask of the everyday.</p>
					<p>Documenting drag performers as they put on their stage makeup, I capture moments of vulnerability and transformation.</p>
					<p>The series began with portraits of Toronto&rsquo;s local drag community, capturing drag performers as they put on their stage makeup, moments of deep vulnerability and ultimately transformation.s, I eventually turned the camera on myself, creating self-portraits in drag, exploring an entirely new persona while simultaneously exploring my queer identity. I explore the layers of imitation involved in the formation of identity, including the masquerade of gender and sexuality. Reflecting on the process of coming to my own self-understanding as queer, the series raises questions about validation. What does it mean to &ldquo;pass&rdquo; as queer, and how does recognition through the eyes of others relate to one's own sense of self? Drag reveals the paradox that taking on alter-egos and donning the personas of others may allow one to become their truest self.</p>
					<p>In this talk, I will share about the personal transformations that happened through the series and how it shaped my views on art-making as a process of becoming.</p>
					<p>I will also address about the complexities of claiming the label of queer artist as a bisexual person in a presumed straight-passing relationship, including the fear of not being &ldquo;queer enough&rdquo; or taking space from more marginalized queer voices. I am interested in exploring the dual nature of bi invisibility and privilege and how this may prevent other bi/pan/queer artists from claiming space within the broader queer artist community.</p>
    				<p class="keywords"><strong>keywords:</strong> queer, transformation, art, photography, identity</p>
    			</div>
    			<div class="col s12 m8 offset-m4 l5 offset-l6">
    				<p class="bio"><strong>Ryan Van Der Hout</strong> is an experimental photographer and sculptor based in Toronto and New York. In his cross-disciplinary practice, Van Der Hout references art history and raises questions about medium, often making photography about sculpture and sculpture about photography. Notions of death, re-birth and becoming are central to his practice.</p>
					<p class="bio">Van Der Hout&rsquo;s work has been widely featured in publications including The Huffington Post, Vogue Italia, CBC and Reader&rsquo;s Digest. He has exhibited across Canada, The United Kingdom, and New York, most notably in the Art Gallery of Ontario&rsquo;s Collectors Series, as part of the CONTACT Photography Festival core exhibitions, and in The Magenta Foundation&rsquo;s Flash Forward festival. He has created public art for the Toronto Archives, The TTC, Nuit Blanche and Pemberton Developments. Van Der Hout has a BFA from Metropolitan University and is an MFA candidate at Parsons.</p>
    			</div>
	    	</div>
			<a href="c4.html"><i class="large material-icons">arrow_upward</i></a>
			<a href="c5.html"><i class="large material-icons">arrow_forward</i></a>
    	</div>
	    <div id="footer">
			<div class="row">
				<div class="col s12 m6">
					<ul>
						<li class="footer"><a href="https://twitter.com/AaucUaac" target="_blank">twitter</a></li>
						<!--<li class="footer"><a href="https://www.facebook.com/UAACAAUC/" target="_blank">fb</a></li>-->
						<li class="footer"><a href="https://www.instagram.com/uaacaauc/" target="_blank">instagram</a></li>
						<li class="footer"><a href="https://uaac-aauc.com/" target="_blank">uaac-aauc.com</a></li>
						<li class="footer"><a href="mailto:conf22@uaac-aauc.com">email</a></li>
					</ul>
				</div>
				<div class="col s12 m6 right-align">
					<h6 class="footer-sponsors">We thank our host!</h6>
					<a href="https://arthistory.utoronto.ca/" target="_blank"><img src="images/logo-uoft.png" class="scale-with-grid"/></a>
				</div>
			</div>
		</div>
	    
		    

	    <!-- ================================================
		Scripts
		================================================ -->
	    
	    <!-- jQuery Library -->
	    <script type="text/javascript" src="https://code.jquery.com/jquery-2.1.1.min.js"></script>
	    
	    <!-- LOAD MATERIALIZE.JS -->
	    <script type="text/javascript" src="js/materialize.js"></script>
	    
	    <!-- INITIALIZE SPECIFIC MATERIALIZE.JS FUNCTIONS -->
	    <script type="text/javascript" src="js/init.js"></script>
    
     </body>
</html>