<!DOCTYPE html>
<html>
     <head>
	  	<!--Import materialize.css-->
	  	<link type="text/css" rel="stylesheet" href="css/materialize.min.css"  media="screen,projection"/>
	  	<!--Let browser know website is optimized for mobile-->
	  	<meta name="viewport" content="width=device-width, initial-scale=1.0"/>
	  	<meta http-equiv="Content-Type" content="text/html; charset=UTF-8" />
		<title>C.5 Comment &eacute;chapper aux formes canoniques de l&rsquo;exposition ? Partie 1 / How to escape exhibition&rsquo;s canonical forms? Part 1</title>
		<meta name="viewport" content="width=device-width, initial-scale=1, maximum-scale=1.0, user-scalable=yes" />
		<meta http-equiv="X-UA-Compatible" content="IE=edge">
		<meta name="msapplication-tap-highlight" content="no">
		<meta property="og:title" content="2022 UAAC Conference" />
		<meta name="description" content='C.5 Comment échapper aux formes canoniques de l’exposition ? Partie 1 / How to escape exhibition’s canonical forms? Part 1' />
		<meta property="og:image" content="http://uaac-aauc.com/2022/images/banner.jpg" />
		<meta property="og:url" content="http://uaac-aauc.com/2022/c5.html" />
		<meta property="og:type" content="image/jpeg" />
		<meta property='og:description' content='C.5 Comment échapper aux formes canoniques de l’exposition ? Partie 1 / How to escape exhibition’s canonical forms? Part 1' />
	  	<!-- Material Icon Font -->
		<link href="https://fonts.googleapis.com/icon?family=Material+Icons" rel="stylesheet">
		<!-- Core CSS-->
		<link href="css/materialize.css" type="text/css" rel="stylesheet" media="screen">
		<!-- Custom CSS-->    
		<link href="css/custom.css" type="text/css" rel="stylesheet" media="screen">
		<link rel="stylesheet" href="https://use.typekit.net/gkr3qos.css">
		<!-- Global site tag (gtag.js) - Google Analytics -->
		<script async src="https://www.googletagmanager.com/gtag/js?id=UA-133278015-1"></script>
		<script>
			window.dataLayer = window.dataLayer || [];
			function gtag(){dataLayer.push(arguments);}
			gtag('js', new Date());
	
			gtag('config', 'UA-133278015-1');
		</script>
    </head>
    <body>
	    <div class="navbar-fixed">
		    <nav>
				<div class="nav-wrapper">
					<a href="index.html" class="brand-logo left"><img src="images/uaac2022.png" class="brand-logo-img scale-with-grid"></a>
					<ul id="nav-mobile" class="right">
						<li><a class="nav-about" href="about.html">about</a></li>
					    <li><a class="nav-schedule" href="schedule.html">schedule</a></li>
					</ul>
				</div>
			</nav>
	    </div>
	    <div id="content">
    		<div class="row info">
	    		<div class="col s12 m11 l9 offset-l1">
		    		<h2>C.5 Comment &eacute;chapper aux formes canoniques de l&rsquo;exposition ? <nobr>Partie 1</nobr></h2>
		    		<hr>
		    		<h2>C.5 How to escape exhibition&rsquo;s canonical forms? <nobr>Part 1</nobr></h2>
		    		<h6>Thu Oct 27 / 13:30 &ndash; 15:00 / Debates Room, rm 2034, <a href="https://www.google.com/maps/place/Hart+House+Building,+7+Hart+House+Cir,+Toronto,+ON+M5S+3H3/@43.6638135,-79.3943976,19z/data=!4m5!3m4!1s0x882b34b970e23c3f:0x5a05bf06fad4f1b1!8m2!3d43.6640143!4d-79.3943319" target="_blank">Hart House</a></h6>
	    		</div>
    		</div>
    		<div class="row">
	    		<div class="col s12 m11 l10 offset-l1">
		    		<p class="title">pr&eacute;sidentes / chairs /</p>
		    		<ul>
			    		<li class="participants"><strong>Marie Fraser</strong><span class="school">, Universit&eacute; du Qu&eacute;bec &agrave; Montr&eacute;al</span></li>
			    		<li class="participants"><strong>Lisa Bouraly</strong><span class="school">, Universit&eacute; du Qu&eacute;bec &agrave; Montr&eacute;al</span></li>
		    		</ul>
	    		</div>
	    		<div class="col s12 m10 l7 offset-l1">
		    		<p>En 2006, Paula Marincola questionne un groupe de commissaires sur <i>What Makes A Great Exhibition ?</i> et interroge la capacit&eacute; et les limites des pratiques curatoriales &agrave; proposer des formes narratives capables de se r&eacute;inventer. En 2012, Terry Smith conclut son ouvrage <i>Thinking Contemporary Curating</i> sur l&rsquo;importance structurelle de d&eacute;velopper des approches r&eacute;flexives et critiques qui engagent activement le curating dans la recherche. Or, l&rsquo;&eacute;criture de l&rsquo;histoire des expositions pose le probl&egrave;me historiographique de l&rsquo;exemplarit&eacute;, de la reprise mus&eacute;ographique et de la canonisation des expositions (Altshuler 2008 ; Glicenstein 2015). Pourtant, au risque de renforcer ou de cr&eacute;er d&rsquo;autres mod&egrave;les, des propositions tentent d&rsquo;&eacute;largir ou de sortir du canon notamment en approchant l&rsquo;exposition avec une d&eacute;marche transsectorielle, transdisciplinaire (Hansen et all. 2019 ; Bismarck et all 2019), engag&eacute;e ou activiste (Fraser et Jim 2018 ; Reilly 2018). Ce panel invite chercheur.e.s, professionnel.le.s des mus&eacute;es, commissaires et artistes &agrave; r&eacute;fl&eacute;chir &agrave; la question suivante : comment l&rsquo;exposition des &oelig;uvres d&rsquo;art, des objets ou des collections peut-elle &eacute;chapper aux formes canoniques ?</p>
		    		<hr>
					<p>In <i>What Makes a Great Exhibition?</i> (2006), Paula Marincola invited a variety of curators to deliberate on the capacity and limits of curatorial practices to reinvent themselves and to create alternative narrative forms. In <i>Thinking Contemporary Curating</i> (2012), Terry Smith addressed the structural importance of developing reflective and critical approaches to curating in research. Existing research on exhibitions&rsquo; history has raised issues surrounding exemplarity, display, and canonization (Enwezor and O&rsquo;Neill 2007; Altshuler 2008; Glicenstein 2015). In light of these concerns, curatorial projects today attempt to either broaden and/or escape the canon at the risk of reinforcing it or create other models. These practices approach the exhibition through trans-sectoral, transdisciplinary (Hansen and al. 2019; Bismarck and al. 2019), critical, and/or activist methodologies (Fraser and Jim 2018; Reilly 2018). This panel invites researchers, museum professionals, curators and artists to reflect on the following question: how can the exhibition of artworks, objects, or collections bypass canonical forms?</p>
					<p class="cited">Altshuler, Bruce. <i>Exhibitions That Made Art History</i>. London : Phaidon, 2008.<br/>
					Bismarck, Beatrice von, et Benjamin Meyer-Krahmer (&eacute;d.). <i>Curatorial Things</i>, Berlin : Sternberg Press, 2019.<br/>
					Fraser, Marie, et Alice Ming Wai Jim. &laquo; Introduction: What Is Critical Curating? / Introduction : Qu&rsquo;est-Ce Que Le Commissariat Engag&eacute;&#8239;? &raquo; RACAR : Revue d&rsquo;art Canadienne / Canadian Art Review 43, no 2 (2018): 5 10.<br/> 
					Glicenstein, J&eacute;r&ocirc;me. &laquo; En qu&ecirc;te d&rsquo;un canon des expositions / In Search of a Canon of Exhibitions &raquo;. esse arts + opinions, no 84 (2015): 14 21.<br/>
					Hansen, Malene Vest, Anne Folke Henningsen, et Anne Gregersen. <i>Curatorial Challenges: Interdisciplinary Perspectives on Contemporary Curating</i>. New York : Routledge, 2019.<br/>
					Marincola, Paula (&eacute;d.). What Makes a Great Exhibition? Philadelphia : University of the Arts, Philadelphia Exhibitions Initiative, US, 2006.<br/>
					Reilly, Maura. <i>Curatorial Activism: Towards an Ethics of Curating</i>. New York : Thames &amp; Hudson, 2018.<br/>
					Smith, Terry. <i>Thinking Contemporary Curating</i>. Perspectives in Series. New York : Independent Curators International ICI, 2012.</p>
					<p class="keywords"><strong>mots cl&eacute;s / keywords:</strong> curatorial, histoire des expositions, posture critique, d&eacute;canonisation, collection mus&eacute;ale</p>
	    		</div>
    		</div>
	    	<div class="row description">
	    		<div class="col s12 m10 l7 offset-l1">
		    		<h3>C.5.1 <i>The Curator’s Rooms</i></h3>
		    		<ul>
		    			<li class="participants"><strong>Christophe Barbeau</strong><span class="school">, Ind&eacute;pendant</span></li>
		    		</ul>
    				<p>In May 1997, the Slovene curator, writer and art historian, Igor Zabel, organized Inexplicable Presence (Curator&rsquo;s Working Place), an 11-day exhibition hosted within a basement room of the museum where he worked, the Moderna galerija, Ljubljana. In this intimate experiment, Zabel prompted the artists with a short story and a photograph as the curatorial point of departure for their contributions. The small room was used as both the curator's temporary office and exhibition space; a space where Zabel tried a different way of exhibiting and encountering the visitors within &quot;the peripheral, ephemeral, accidental, and arbitrary&quot;, and envisioned &quot;the possibility of low-budget projects&quot;. The same moment Inexplicable Presence was unfolding, an international exhibition, Epicenter Ljubljana, curated by Harald Szeemann and commissioned for the European Cultural Month, was being held upstairs in the rest of the museum&rsquo;s exhibition rooms. This lecture explores the simultaneity of those two exhibitions as an opportunity to examine two different masculine curatorial archetypes&mdash;Zabel/Szeemann&mdash;working in two different scales, taking place within the same museum at the same time. This synchronicity emphasizes the radically small scale of Inexplicable Presence, and the importance of its reflection on the figure of the curator. As Zabel writes: &ldquo;The emphatically personal or even arbitrary nature of the work often characteristic of the contemporary curator is actually the deconstruction of the position of power and selection.&quot; This lecture aims to study Zabel's lesser-known exhibition Inexplicable Presence and its unconventionality, by drawing from the curator&rsquo;s own writing on the exhibition, made newly available through the recent publishing of the original catalogue (2020).</p>
    				<p class="keywords"><strong>keywords:</strong> curator, curatorial archetypes, low-budget exhibition, periphery, Slovenia</p>
    			</div>
    			<div class="col s12 m8 offset-m4 l5 offset-l6">
    				<p class="bio"><strong>Christophe Barbeau</strong> is a curator and artist based in Toronto, Canada. He completed the Master of Visual Studies, Curatorial Studies, at the University of Toronto, during which his research looked at the specific concept of &quot;authorship&quot; relating to the position of curator. Barbeau&rsquo;s exhibitions <i>and i am the curator of this show1</i> (2018), Art Museum University of Toronto, and <i>Qu'avons- nous fait? [...]</i> (2019), Toronto aimed at deconstructing the conventional authorities of the curator and uncovering the political challenges that this figure is facing. His current research concerns an historical look at a specific network of artists, curators, and ideas from Slovenia and what was known as Eastern Europe during the 1990s and the 2000s, taking the form of an apartment exhibition series entitled Kustosova delovna soba (The Curator&rsquo;s Room) (2021&ndash;).</p>
    			</div>
	    	</div>
	    	<div class="row description">
	    		<div class="col s12 m10 l7 offset-l1">
		    		<h3>C.5.2 <i>Un d&eacute;veloppement des pratiques sc&eacute;niques au mus&eacute;e : pour une approche critique et prospective du commissariat d&rsquo;exposition</i></h3>
		    		<p class="presenter"><strong>Cassandre Langlois</strong><span class="school">, Universit&eacute; Paris 1 Panth&eacute;on-Sorbonne - Institut ACTE</span></p>
		    		<p>Cassandre Langlois conduit ses recherches autour de formes critiques qui agissent au croisement de pratiques sc&eacute;niques et curatoriales. Celles-ci s&rsquo;int&eacute;ressent &agrave; la mani&egrave;re dont il serait possible, au sein des instances institutionnelles, de cr&eacute;er une pratique collective de r&eacute;sistance. Parall&egrave;lement, elle participe &agrave; la conception de manifestations artistiques et d&eacute;veloppe sa propre pratique curatoriale, notamment au sein de la plateforme ex situ, co-fond&eacute;e avec Simona Dvorak, et du bureau d&rsquo;&eacute;tudes en performances Together Until__ _ What? qu&rsquo;elle a cr&eacute;&eacute; avec l&rsquo;artiste Flora Bouteille.</p>
					<p>En faisant d&eacute;sormais partie int&eacute;grante des programmations des mus&eacute;es et des centres d&rsquo;art, les pratiques sc&eacute;niques (performance, danse, th&eacute;&acirc;tre, conf&eacute;rence, d&eacute;bat) se soumettent, dans bien des cas, aux contraintes institutionnelles et s&rsquo;inscrivent du c&ocirc;t&eacute; de la repr&eacute;sentation. Dans d&rsquo;autres cas, et c&rsquo;est notamment ce qui nous int&eacute;resse ici, elles peuvent tenir un tout autre r&ocirc;le, celui d&rsquo;outils de lecture et d&rsquo;interrogation des institutions artistiques. Elles engagent ainsi les dispositifs curatoriaux qui leur sont associ&eacute;s dans une approche critique et prospective. Les espaces d&rsquo;action alors d&eacute;velopp&eacute;s parviennent &agrave; r&eacute;v&eacute;ler des contradictions. &Agrave; cet &eacute;gard, le philosophe autrichien Oliver Marchart d&eacute;finit la fonction curatoriale comme &laquo; l'organisation du conflit &raquo; en tenant compte du fait qu&rsquo;un antagonisme ne peut pas &ecirc;tre organis&eacute;. &Agrave; partir d&rsquo;une exp&eacute;rience personnelle du commissariat d&rsquo;exposition et d&rsquo;exemples marquants, il s&rsquo;agira d&rsquo;&eacute;tudier les pratiques sc&eacute;niques sous le prisme de leur capacit&eacute; &agrave; questionner et &agrave; mettre en sc&egrave;ne les protocoles et les rapports de domination des structures mus&eacute;ales, &agrave; y cr&eacute;er des espaces non fig&eacute;s soutenant les &eacute;changes et la recherche, mais aussi &agrave; d&eacute;velopper une para institution, c&rsquo;est-&agrave;-dire &agrave; former ce que nous nommons un &laquo; lieu dans le lieu &raquo;.</p>
    				<p class="keywords"><strong>mots cl&eacute;s :</strong> pratiques sc&eacute;niques, pratiques curatoriales, para-institution, conflit, postrepr&eacute;sentation</p>
    			</div>
	    	</div>
	    	<div class="row description">
	    		<div class="col s12 m10 l7 offset-l1">
		    		<h3>C.5.3 <i>L&rsquo;activisime artistique et curatorial en Tunisie postr&eacute;volutionnaire : le Collectif Laaroussa (2010-2013), vers une revalorisation du patrimoine immat&eacute;riel amazigh</i></h3>
		    		<p class="presenter"><strong>Farah Jemel</strong><span class="school">, Universit&eacute; du Qu&eacute;bec &agrave; Montr&eacute;al</span></p>
    				<p>L&rsquo;effervescence postr&eacute;volutionnaire en Tunisie (2011) a &eacute;t&eacute; marqu&eacute;e par l&rsquo;accroissement d&rsquo;expositions collectives et d&rsquo;interventions artistiques dans l&rsquo;espace public, r&eacute;alis&eacute;es hors des r&eacute;seaux traditionnels des galeries et de l&rsquo;&Eacute;tat, &agrave; cause, entre autres, de l&rsquo;absence d&rsquo;un mus&eacute;e d&rsquo;art contemporain. C&rsquo;est le cas, notamment de l&rsquo;association l&rsquo;Art rue cofond&eacute;e par les danseurs et chor&eacute;graphes Selma et Sofiane Ouissi en 2007. Poursuivant leur engagement artistique et social, ces derniers ont initi&eacute; une action artistique communautaire intitul&eacute;e Laaroussa, de 2010 &agrave; 2013, dans le village amazigh de Sejnane situ&eacute; dans le Nord-Ouest de la Tunisie, avec un collectif d&rsquo;artistes constitu&eacute; avec les femmes poti&egrave;res berb&egrave;res de cette r&eacute;gion rurale, fortement marginalis&eacute;e par les pouvoirs coloniaux et par la suite par les r&eacute;gimes dictatoriaux qui se sont succ&eacute;d&eacute; apr&egrave;s l&rsquo;ind&eacute;pendance de la Tunisie. L&rsquo;objectif consistait &agrave; replacer au centre du discours curatorial, des productions artistiques tenues jusque-l&agrave; aux marges de l&rsquo;histoire de l&rsquo;art et des pratiques curatoriales, qu&rsquo;elles soient locales ou internationales. Nous proposons d&rsquo;examiner le positionnement curatorial de l&rsquo;Art rue en &eacute;valuant dans quelle mesure la revalorisation du savoir-faire s&eacute;culaire des femmes poti&egrave;res et l&rsquo;alliance singuli&egrave;re entre ce patrimoine immat&eacute;riel et l&rsquo;art contemporain ont-t-elles permis de d&eacute;construire les discours h&eacute;g&eacute;moniques &laquo; eurocentriques &raquo; sur l&rsquo;art des pays anciennement colonis&eacute;s. En outre, il s&rsquo;agira d&rsquo;analyser comment leur activisme curatorial a-t-il permis d&rsquo;exalter une identit&eacute; longtemps marginalis&eacute;e par les pouvoirs coloniaux et dictatoriaux tout en sensibilisant l&rsquo;&Eacute;tat tunisien sur le d&eacute;veloppement in&eacute;gal entre les r&eacute;gions, et corr&eacute;lativement l&rsquo;exclusion sociale et politique v&eacute;cues par les habitants de cette r&eacute;gion rurale. Gr&acirc;ce &agrave; une multitude d&rsquo;actions entreprises par l&rsquo;Art rue, &agrave; leur m&eacute;diatisation et aux expositions auxquelles ses cofondateurs ont particip&eacute; (Automnales de Gen&egrave;ve, 2011 ; galerie B&rsquo;chira Art center &agrave; Tunis, 2012 ; Triennale Intense Proximit&eacute;, Palais de Tokyo (Paris), 2012 ; Kunsten festival des arts (Bruxelles) et Biennale de Sharjah (&Eacute;mirats arabes unis), 2013), les savoir-faire berb&egrave;res li&eacute;s &agrave; la poterie des femmes de Sejnane ont &eacute;t&eacute; inscrits sur la liste repr&eacute;sentative du patrimoine culturel immat&eacute;riel de l&rsquo;humanit&eacute; en 2018.</p>
    				<p class="keywords"><strong>mots cl&eacute;s :</strong> art contemporain tunisien, activisme curatorial, identit&eacute; amazighe, pratiques curatoriales d&eacute;coloniales, poterie de Sejnane, patrimoine culturel immat&eacute;riel de l&rsquo;humanit&eacute;</p>
    			</div>
    			<div class="col s12 m8 offset-m4 l5 offset-l6">
    				<p class="bio"><strong>Farah Jemel</strong> est candidate au doctorat en histoire de l&rsquo;art &agrave; l&rsquo;UQAM, sous la direction de Marie Fraser. Elle est &eacute;galement titulaire d&rsquo;un dipl&ocirc;me universitaire en design graphique de l&rsquo;&Eacute;cole Sup&eacute;rieure des Sciences et Technologies du Design de Tunis et d&rsquo;une ma&icirc;trise en histoire de l&rsquo;art de l&rsquo;UQAM. Elle est r&eacute;cipiendaire d&rsquo;une bourse du FRQSC pour ses recherches doctorales et sa th&egrave;se s&rsquo;intitule La persistance de l&rsquo;imaginaire colonial dans les expositions d&rsquo;art contemporain apr&egrave;s les r&eacute;volutions du &laquo; Printemps arabe &raquo; : l&rsquo;occultation de l&rsquo;identit&eacute; afro-maghr&eacute;bine dans les discours curatoriaux. Son projet de doctorat entreprend d&rsquo;examiner l&rsquo;impact de l&rsquo;imaginaire colonial fran&ccedil;ais sur l&rsquo;absence de repr&eacute;sentation des femmes artistes appartenant aux minorit&eacute;s afro-maghr&eacute;bines dans le monde de l&rsquo;art contemporain maghr&eacute;bin et dans les institutions mus&eacute;ales en France. Elle est actuellement assistante de recherche pour le projet &laquo; La mus&eacute;ologie d&rsquo;enqu&ecirc;te. Comment repenser l&rsquo;histoire des expositions &agrave; partir de la trajectoire des &oelig;uvres d&rsquo;art &raquo;, dirig&eacute; par Marie Fraser et appuy&eacute; par le CRSH (2021-2026).</p>
    			</div>
	    	</div>
			<a href="c5.html"><i class="large material-icons">arrow_upward</i></a>
			<a href="c6.html"><i class="large material-icons">arrow_forward</i></a>
    	</div>
	    <div id="footer">
			<div class="row">
				<div class="col s12 m6">
					<ul>
						<li class="footer"><a href="https://twitter.com/AaucUaac" target="_blank">twitter</a></li>
						<!--<li class="footer"><a href="https://www.facebook.com/UAACAAUC/" target="_blank">fb</a></li>-->
						<li class="footer"><a href="https://www.instagram.com/uaacaauc/" target="_blank">instagram</a></li>
						<li class="footer"><a href="https://uaac-aauc.com/" target="_blank">uaac-aauc.com</a></li>
						<li class="footer"><a href="mailto:conf22@uaac-aauc.com">email</a></li>
					</ul>
				</div>
				<div class="col s12 m6 right-align">
					<h6 class="footer-sponsors">We thank our host!</h6>
					<a href="https://arthistory.utoronto.ca/" target="_blank"><img src="images/logo-uoft.png" class="scale-with-grid"/></a>
				</div>
			</div>
		</div>
	    
		    

	    <!-- ================================================
		Scripts
		================================================ -->
	    
	    <!-- jQuery Library -->
	    <script type="text/javascript" src="https://code.jquery.com/jquery-2.1.1.min.js"></script>
	    
	    <!-- LOAD MATERIALIZE.JS -->
	    <script type="text/javascript" src="js/materialize.js"></script>
	    
	    <!-- INITIALIZE SPECIFIC MATERIALIZE.JS FUNCTIONS -->
	    <script type="text/javascript" src="js/init.js"></script>
    
     </body>
</html>