<!DOCTYPE html>
<html>
     <head>
	  	<!--Import materialize.css-->
	  	<link type="text/css" rel="stylesheet" href="css/materialize.min.css"  media="screen,projection"/>
	  	<!--Let browser know website is optimized for mobile-->
	  	<meta name="viewport" content="width=device-width, initial-scale=1.0"/>
	  	<meta http-equiv="Content-Type" content="text/html; charset=UTF-8" />
		<title>D.2 Comment échapper aux formes canoniques de l'exposition ? partie 2 / How to escape exhibition's canonical forms? Part 2</title>
		<meta name="viewport" content="width=device-width, initial-scale=1, maximum-scale=1.0, user-scalable=yes" />
		<meta http-equiv="X-UA-Compatible" content="IE=edge">
		<meta name="msapplication-tap-highlight" content="no">
		<meta property="og:title" content="2022 UAAC Conference" />
		<meta name="description" content='D.2 Comment échapper aux formes canoniques de l’exposition ? partie 2 / How to escape exhibition’s canonical forms? Part 2' />
		<meta property="og:image" content="http://uaac-aauc.com/2022/images/banner.jpg" />
		<meta property="og:url" content="http://uaac-aauc.com/2022/d2.html" />
		<meta property="og:type" content="image/jpeg" />
		<meta property='og:description' content='D.2 Comment échapper aux formes canoniques de l’exposition ? partie 2 / How to escape exhibition’s canonical forms? Part 2' />
	  	<!-- Material Icon Font -->
		<link href="https://fonts.googleapis.com/icon?family=Material+Icons" rel="stylesheet">
		<!-- Core CSS-->
		<link href="css/materialize.css" type="text/css" rel="stylesheet" media="screen">
		<!-- Custom CSS-->    
		<link href="css/custom.css" type="text/css" rel="stylesheet" media="screen">
		<link rel="stylesheet" href="https://use.typekit.net/gkr3qos.css">
		<!-- Global site tag (gtag.js) - Google Analytics -->
		<script async src="https://www.googletagmanager.com/gtag/js?id=UA-133278015-1"></script>
		<script>
			window.dataLayer = window.dataLayer || [];
			function gtag(){dataLayer.push(arguments);}
			gtag('js', new Date());
	
			gtag('config', 'UA-133278015-1');
		</script>
    </head>
    <body>
	    <div class="navbar-fixed">
		    <nav>
				<div class="nav-wrapper">
					<a href="index.html" class="brand-logo left"><img src="images/uaac2022.png" class="brand-logo-img scale-with-grid"></a>
					<ul id="nav-mobile" class="right">
						<li><a class="nav-about" href="about.html">about</a></li>
					    <li><a class="nav-schedule" href="schedule.html">schedule</a></li>
					</ul>
				</div>
			</nav>
	    </div>
	    <div id="content">
    		<div class="row info">
	    		<div class="col s12 m11 l9 offset-l1">
		    		<h2>D.2 Comment &eacute;chapper aux formes canoniques de l&rsquo;exposition ? <nobr>partie 2</nobr></h2>
		    		<hr>
		    		<h2>D.2 How to escape exhibition&rsquo;s canonical forms? <nobr>Part 2</nobr></h2>
		    		<h6>Thu Oct 27 / 15:30 &ndash; 17:00 / Debates Room, rm 2034, <a href="https://www.google.com/maps/place/Hart+House+Building,+7+Hart+House+Cir,+Toronto,+ON+M5S+3H3/@43.6638135,-79.3943976,19z/data=!4m5!3m4!1s0x882b34b970e23c3f:0x5a05bf06fad4f1b1!8m2!3d43.6640143!4d-79.3943319" target="_blank">Hart House</a></h6>
	    		</div>
    		</div>
    		<div class="row">
	    		<div class="col s12 m11 l10 offset-l1">
		    		<p class="title">pr&eacute;sidentes / chairs /</p>
		    		<ul>
			    		<li class="participants"><strong>Marie Fraser</strong><span class="school">, Universit&eacute; du Qu&eacute;bec &agrave; Montr&eacute;al</span></li>
			    		<li class="participants"><strong>Lisa Bouraly</strong><span class="school">, Universit&eacute; du Qu&eacute;bec &agrave; Montr&eacute;al</span></li>
		    		</ul>
	    		</div>
	    		<div class="col s12 m10 l7 offset-l1">
		    		<p>En 2006, Paula Marincola questionne un groupe de commissaires sur <i>What Makes A Great Exhibition ?</i> et interroge la capacit&eacute; et les limites des pratiques curatoriales &agrave; proposer des formes narratives capables de se r&eacute;inventer. En 2012, Terry Smith conclut son ouvrage <i>Thinking Contemporary Curating</i> sur l&rsquo;importance structurelle de d&eacute;velopper des approches r&eacute;flexives et critiques qui engagent activement le curating dans la recherche. Or, l&rsquo;&eacute;criture de l&rsquo;histoire des expositions pose le probl&egrave;me historiographique de l&rsquo;exemplarit&eacute;, de la reprise mus&eacute;ographique et de la canonisation des expositions (Altshuler 2008 ; Glicenstein 2015). Pourtant, au risque de renforcer ou de cr&eacute;er d&rsquo;autres mod&egrave;les, des propositions tentent d&rsquo;&eacute;largir ou de sortir du canon notamment en approchant l&rsquo;exposition avec une d&eacute;marche transsectorielle, transdisciplinaire (Hansen et all. 2019 ; Bismarck et all 2019), engag&eacute;e ou activiste (Fraser et Jim 2018 ; Reilly 2018). Ce panel invite chercheur.e.s, professionnel.le.s des mus&eacute;es, commissaires et artistes &agrave; r&eacute;fl&eacute;chir &agrave; la question suivante : comment l&rsquo;exposition des &oelig;uvres d&rsquo;art, des objets ou des collections peut-elle &eacute;chapper aux formes canoniques ?</p>
		    		<hr>
					<p>In <i>What Makes a Great Exhibition?</i> (2006), Paula Marincola invited a variety of curators to deliberate on the capacity and limits of curatorial practices to reinvent themselves and to create alternative narrative forms. In <i>Thinking Contemporary Curating</i> (2012), Terry Smith addressed the structural importance of developing reflective and critical approaches to curating in research. Existing research on exhibitions&rsquo; history has raised issues surrounding exemplarity, display, and canonization (Enwezor and O&rsquo;Neill 2007; Altshuler 2008; Glicenstein 2015). In light of these concerns, curatorial projects today attempt to either broaden and/or escape the canon at the risk of reinforcing it or create other models. These practices approach the exhibition through trans-sectoral, transdisciplinary (Hansen and al. 2019; Bismarck and al. 2019), critical, and/or activist methodologies (Fraser and Jim 2018; Reilly 2018). This panel invites researchers, museum professionals, curators and artists to reflect on the following question: how can the exhibition of artworks, objects, or collections bypass canonical forms?</p>
					<p class="cited">Altshuler, Bruce. <i>Exhibitions That Made Art History</i>. London : Phaidon, 2008.<br/>
					Bismarck, Beatrice von, et Benjamin Meyer-Krahmer (&eacute;d.). <i>Curatorial Things</i>, Berlin : Sternberg Press, 2019.<br/>
					Fraser, Marie, et Alice Ming Wai Jim. &laquo; Introduction: What Is Critical Curating? / Introduction : Qu&rsquo;est-Ce Que Le Commissariat Engag&eacute;&#8239;? &raquo; RACAR : Revue d&rsquo;art Canadienne / Canadian Art Review 43, no 2 (2018): 5 10.<br/> 
					Glicenstein, J&eacute;r&ocirc;me. &laquo; En qu&ecirc;te d&rsquo;un canon des expositions / In Search of a Canon of Exhibitions &raquo;. esse arts + opinions, no 84 (2015): 14 21.<br/>
					Hansen, Malene Vest, Anne Folke Henningsen, et Anne Gregersen. <i>Curatorial Challenges: Interdisciplinary Perspectives on Contemporary Curating</i>. New York : Routledge, 2019.<br/>
					Marincola, Paula (&eacute;d.). What Makes a Great Exhibition? Philadelphia : University of the Arts, Philadelphia Exhibitions Initiative, US, 2006.<br/>
					Reilly, Maura. <i>Curatorial Activism: Towards an Ethics of Curating</i>. New York : Thames &amp; Hudson, 2018.<br/>
					Smith, Terry. <i>Thinking Contemporary Curating</i>. Perspectives in Series. New York : Independent Curators International ICI, 2012.</p>
					<p class="keywords"><strong>mots cl&eacute;s :</strong> curatorial, histoire des expositions, posture critique, d&eacute;canonisation, collection mus&eacute;ale</p>
	    		</div>
    		</div>
	    	<div class="row description">
	    		<div class="col s12 m10 l7 offset-l1">
		    		<h3>D.2.1 <i>Une exposition sans &oelig;uvres d&rsquo;art</i></h3>
		    		<ul>
		    			<li class="participants"><strong>V&eacute;ronique Hudon</strong><span class="school">, Universit&eacute; du Qu&eacute;bec &agrave; Montr&eacute;al</span></li>
		    		</ul>
    				<p>En partant de l&rsquo;id&eacute;e que l&rsquo;art ne se r&eacute;duit pas &agrave; l&rsquo;&oelig;uvre, mais qu&rsquo;il englobe un ensemble de pratiques (de sa production &agrave; sa r&eacute;ception). Ma communication propose d&rsquo;interroger le r&ocirc;le central attribu&eacute; &agrave; la notion d&rsquo;&oelig;uvre et d&rsquo;objet d&rsquo;art au sein des expositions. Il s&rsquo;agira d&rsquo;&eacute;clairer diff&eacute;rentes strat&eacute;gies curatoriales relationnelles, cr&eacute;atives et exp&eacute;rimentales qui ont le potentiel d&rsquo;interroger et de renouveler le dispositif d&rsquo;exposition traditionnel. Ainsi, il s&rsquo;agit d&rsquo;envisager l&rsquo;exposition comme un site de cr&eacute;ation qui met en lumi&egrave;re la dimension performative inh&eacute;rente &agrave; toutes formes d&rsquo;art. Les &oelig;uvres se pr&eacute;sentent sous la forme de pratiques artistiques, c&rsquo;est-&agrave;-dire par le biais de formes relationnelles et incarn&eacute;es. Ces approches curatoriales reformulent nos relations aux formes mat&eacute;rielles et aux corps en montrant qu&rsquo;iels sont li&eacute;-e-s ensemble. La th&eacute;oricienne Amelia Jones parle d&rsquo;agentivit&eacute; entre formes corporelles et mat&eacute;rielles : &laquo;&thinsp;These works call for new ways of engaging that do not dwell on final objects or celebrate &lsquo;authentic&rsquo; presence but understand the relational tensions and seductions between human and nonhuman. &raquo; (2015, 18). Je convoquerai dans le cadre de mes analyses, des expositions qui pr&eacute;sentent des formes d&rsquo;agentivit&eacute;s avec les formes vivantes et non-vivantes qui m&egrave;nent &agrave; repenser l&rsquo;&eacute;cologie de l&rsquo;exposition, notamment l&rsquo;exposition Natures mortes (2021) de la commissaire Anne Imhof et La Monnaie vivante (cr&eacute;&eacute;e en 2006), du commissaire Pierre Bal-Blanc, qui mettent en commun le travail de plusieurs artistes autour du corps afin de confronter explicitement le vivant et l&rsquo;objet, l&rsquo;inanim&eacute; et le corps. Mes analyses s&rsquo;int&eacute;resseront &agrave; ce recadrage du corps vivant dans un espace o&ugrave; habituellement la visualit&eacute; pr&eacute;domine. Je montrerai comment dans nos conceptions de l&rsquo;art, le corps a &eacute;t&eacute; trop longtemps int&eacute;rioris&eacute; comme &eacute;tant immat&eacute;riel, alors, qu&rsquo;il est d&rsquo;une mat&eacute;rialit&eacute; sensible &eacute;vidente.</p>
    				<p class="keywords"><strong>mots cl&eacute;s :</strong> pratiques artistique, vivant, performatif, exp&eacute;rience, exposition</p>
    			</div>
    			<div class="col s12 m8 offset-m4 l5 offset-l6">
    				<p class="bio"><strong>Ve&#769;ronique Hudon</strong> est commissaire ind&eacute;pendante et autrice. Elle est compl&egrave;te un doctorat en &eacute;tudes et pratiques des arts &agrave; l&rsquo;UQAM. Ses recherches portent sur les pratiques curatoriales et la performance. Elle assure le commissariat en arts vivants lors de l&rsquo;exposition Refus contraire (Galerie de l&rsquo;UQAM, 2018). Elle est codirectrice du livre <i>Curating Live Arts</i> (Berghahn Books). Elle initie et collabore &agrave; des projets curatoriaux et artistiques.</p>
    			</div>
	    	</div>
	    	<div class="row description">
	    		<div class="col s12 m10 l7 offset-l1">
		    		<h3>D.2.2 <i>Le commissariat participatif : quand les publics choisissent les oeuvres</i></h3>
		    		<p class="presenter"><strong>C&eacute;cile Camart</strong><span class="school">, l&rsquo;Universit&eacute; Sorbonne Nouvelle</span></p>
		    		<p>Cette proposition porte essentiellement sur les formes de commissariat participatif qui se sont d&eacute;velopp&eacute;es ces r&eacute;centes ann&eacute;es en France, avec une actualit&eacute; particuli&egrave;rement intense depuis 3 ans (en art contemporain et beaux-arts), autour d'un corpus qui comprend (entre autres) les expositions &laquo;  Sors de ta r&eacute;serve #1 &raquo; (juin 2022), au Fonds r&eacute;gional d'art contemporain (FRAC) d'Ile-de-France, sur le nouveau site de Romainville d&eacute;di&eacute; au d&eacute;ploiement de r&eacute;serves visitables, &laquo; A vous de choisir &raquo;, exposition participative organis&eacute;e par le Frac Occitanie &ndash; Mus&eacute;e des Abattoirs de Toulouse et inaugur&eacute;e en f&eacute;vrier 2022,  &laquo; R&eacute;serve, ouvre-toi &raquo;, manifestation lanc&eacute;e en 2020 au mus&eacute;e de Pont-Aven (Bretagne), proposant aux citoyens de s&eacute;lectionner 35 &oelig;uvres au sein des collections, &laquo; La Chambre des Visiteurs &raquo;, organis&eacute;e par la R&eacute;union des mus&eacute;es m&eacute;tropolitains de Rouen Normandie, qui exp&eacute;rimente depuis 2018 un dispositif incitant &agrave; voter pour une s&eacute;lection d&rsquo;&oelig;uvres destin&eacute;es &agrave; rejoindre une exposition dont le th&egrave;me est donn&eacute; &agrave; l'avance.</p>
					<p>Il ne s&rsquo;agit pas d&rsquo;expositions qui reposent sur une collecte d&rsquo;objets ou d&rsquo;art&eacute;facts aupr&egrave;s des habitants d&rsquo;un territoire (comme dans les &eacute;comus&eacute;es, dans les mus&eacute;es communautaires) ; il ne s&rsquo;agit pas d&rsquo;expositions dont la sc&eacute;nographie, l&rsquo;accrochage, la mise en r&eacute;cit, l'expographie sont confi&eacute;s aux citoyen&middot;ne&middot;s (comme cela peut &ecirc;tre le cas dans certaines Micro-Folies, mus&eacute;es num&eacute;riques inscrits dans une politique volontariste d&rsquo;&eacute;ducation artistique et culturelle) ; il s&rsquo;agit ici de transf&eacute;rer aux citoyen&middot;ne&middot;s, de mani&egrave;re totale ou sur un &eacute;chantillon restreint d&eacute;sign&eacute; pr&eacute;alablement par l&rsquo;institution, l&rsquo;op&eacute;ration consistant &agrave; s&eacute;lectionner les &oelig;uvres destin&eacute;es &agrave; rejoindre un accrochage d&eacute;finitif, la seule volont&eacute; de &laquo; voir &raquo; ou de &laquo; revoir &raquo; une &oelig;uvre, de la sortir de sa r&eacute;serve (au sens litt&eacute;ral et figur&eacute;) pr&eacute;valant sur toute autre motivation, l&rsquo;objectif annonc&eacute; &eacute;tant de saisir l&rsquo;esprit du temps, le d&eacute;sir d&rsquo;&oelig;uvres et d&rsquo;objets des citoyens.</p>
    				<p class="keywords"><strong>mots cl&eacute;s :</strong> collection, r&eacute;serve, commissariat, mus&eacute;e partipatif, accrochage</p>
    			</div>
    			<div class="col s12 m8 offset-m4 l5 offset-l6">
    				<p class="bio"><strong>C&eacute;cile Camart</strong> est ma&icirc;tresse de conf&eacute;rences en histoire de l&rsquo;art contemporain et mus&eacute;ologie &agrave; l&rsquo;universit&eacute; Sorbonne Nouvelle, o&ugrave; elle est directrice adjointe du Laboratoire international de recherches en arts (LIRA &ndash; EA 7343) et responsable du Master M&eacute;diation du patrimoine et de l&rsquo;exposition. Ses publications en mus&eacute;ologie portent sur l&rsquo;espace, l&rsquo;histoire et les th&eacute;ories de l&rsquo;exposition, en particulier l&rsquo;histoire des reprises et reconstitutions d&rsquo;expositions (<i>Culture &amp; Mus&eacute;es, Icofom Studies Series</i>) et dans le champ de l&rsquo;art contemporain, sur les mus&eacute;es fictifs, les fictions d&rsquo;artistes et les pratiques de la critique institutionnelle (<i>Artpress, Espace Art Actuel, Esse, Les Cahiers du Mus&eacute;e national d&rsquo;art moderne, Ligeia, Proteus</i>). Elle a co-organis&eacute; en 2020 le colloque &laquo; Espaces, sc&egrave;nes et hors-champs de l&rsquo;exposition : translations, transpositions, infiltrations &raquo;, dont les actes sont &agrave; para&icirc;tre dans un ouvrage collectif (dir. avec T&eacute;r&eacute;sa Faucon et C&eacute;cile Schenck) aux &eacute;ditions Mim&eacute;sis.</p>
    			</div>
	    	</div>
	    	<div class="row description">
	    		<div class="col s12 m10 l7 offset-l1">
		    		<h3>D.2.3 <i>Le cas du J.S. McLean Centre &agrave; l&rsquo;Art Gallery of Ontario : une sortie du canon pour l&rsquo;art contemporain autochtone ?</i></h3>
		    		<p class="presenter"><strong>Daphn&eacute;e Yiannaki</strong><span class="school">, Universit&eacute; du Qu&eacute;bec &agrave; Montr&eacute;al</span></p>
    				<p>Cette communication se propose d&rsquo;examiner un accrochage de collections, celui du J.S. McLean Centre of Canadian and Indigenous Art &agrave; l&rsquo;Art Gallery of Ontario (AGO). Inaugur&eacute; en juillet 2018 et avec pour objectif de faire dialoguer l&rsquo;art canadien et autochtone, l&rsquo;espace est con&ccedil;u pour &eacute;voluer et tend &agrave; adopter une approche activiste (Reilly 2018) et r&eacute;flexive. Cet accrochage s&rsquo;inscrit dans un processus d&rsquo;institutionnalisation de l&rsquo;art contemporain autochtone au sein du mus&eacute;e, un mouvement global qui commence r&eacute;ellement dans les mus&eacute;es d&rsquo;art &agrave; la fin des ann&eacute;es 1990 et qui s&rsquo;est intensifi&eacute; au cours de la derni&egrave;re d&eacute;cennie. Alors que ces &oelig;uvres entrent dans les collections, leur int&eacute;gration au sein des expositions suivent diff&eacute;rents mod&egrave;les qui semblent r&eacute;v&eacute;ler un canon de l&rsquo;art autochtone et de son exposition. Ceci se produisant notamment &agrave; travers l&rsquo;acquisition d&rsquo;&oelig;uvres de certains artistes devenus incontournables et l&rsquo;exposition d&rsquo;&oelig;uvres contemporaines aux c&ocirc;t&eacute;s d&rsquo;&oelig;uvres plus anciennes.</p> 
					<p>L&rsquo;institutionnalisation de l&rsquo;art d&rsquo;une communaut&eacute; artistique auparavant marginalis&eacute;e m&egrave;ne-t-il forc&eacute;ment &agrave; un &eacute;largissement du canon ou &agrave; la cr&eacute;ation d&rsquo;un nouveau r&eacute;cit ? L&rsquo;AGO semble proposer une r&eacute;ponse plus complexe avec le McLean Centre et signale une direction plus radicale, soutenant un principe de souverainet&eacute; autochtone. Ainsi, cette pr&eacute;sentation des collections refl&egrave;te aussi les enjeux d&rsquo;autochtonisation et de d&eacute;colonisation des r&eacute;cits et des pratiques. Les multiples strat&eacute;gies d&rsquo;exposition permettent-elles de sortir du mod&egrave;le classique de pr&eacute;sentation de l&rsquo;art contemporain autochtone ? De quelles mani&egrave;res ? Ces questions demandent aussi de d&eacute;finir le canon de l&rsquo;exposition de l&rsquo;art autochtone, si r&eacute;cente soit son inclusion dans les mus&eacute;es, ce que nous tenterons d&rsquo;esquisser bri&egrave;vement, afin de mettre en relief les pistes nouvelles que propose l&rsquo;AGO.</p>
    				<p class="keywords"><strong>mots cl&eacute;s :</strong> art autochtone, contemporain, collection, exposition, autochtonisation</p>
    			</div>
    			<div class="col s12 m8 offset-m4 l5 offset-l6">
    				<p class="bio"><strong>Daphn&eacute;e Yiannaki</strong> est doctorante en mus&eacute;ologie, m&eacute;diation, patrimoine &agrave; l&rsquo;UQAM. Titulaire d&rsquo;un master d&rsquo;histoire de l&rsquo;art (Universit&eacute; Paris Nanterre, 2017) et d&rsquo;une ma&icirc;trise en mus&eacute;ologie (UQAM, 2019), ses recherches ont port&eacute; les collections d&rsquo;art autochtone contemporain du Mus&eacute;e des beaux-arts de Montr&eacute;al et du Mus&eacute;e des beaux-arts du Canada. Son projet de th&egrave;se porte sur le collectionnement et l&rsquo;exposition permanente de l&rsquo;art contemporain autochtone dans les mus&eacute;es d&rsquo;art au Canada. Elle s&rsquo;int&eacute;resse aux politiques d&rsquo;acquisition et aux strat&eacute;gies d&rsquo;institutionnalisation de cet art, ainsi qu&rsquo;&agrave; sa contribution aux processus de d&eacute;colonisation des mus&eacute;es. Elle est membre &eacute;tudiante de l&rsquo;Institut du patrimoine de l&rsquo;UQAM et du CI&Eacute;RA &ndash; Montr&eacute;al, ainsi que membre du Comit&eacute; de r&eacute;daction des Cahiers du CI&Eacute;RA. Elle est assistante de recherche pour le groupe de recherche CI&Eacute;CO et r&eacute;cipiendaire d&rsquo;une bourse doctorale du Fonds de recherche du Qu&eacute;bec &ndash; Soci&eacute;t&eacute; et culture.</p>
    			</div>
	    	</div>
			<a href="d2.html"><i class="large material-icons">arrow_upward</i></a>
			<a href="d3.html"><i class="large material-icons">arrow_forward</i></a>
    	</div>
	    <div id="footer">
			<div class="row">
				<div class="col s12 m6">
					<ul>
						<li class="footer"><a href="https://twitter.com/AaucUaac" target="_blank">twitter</a></li>
						<!--<li class="footer"><a href="https://www.facebook.com/UAACAAUC/" target="_blank">fb</a></li>-->
						<li class="footer"><a href="https://www.instagram.com/uaacaauc/" target="_blank">instagram</a></li>
						<li class="footer"><a href="https://uaac-aauc.com/" target="_blank">uaac-aauc.com</a></li>
						<li class="footer"><a href="mailto:conf22@uaac-aauc.com">email</a></li>
					</ul>
				</div>
				<div class="col s12 m6 right-align">
					<h6 class="footer-sponsors">We thank our host!</h6>
					<a href="https://arthistory.utoronto.ca/" target="_blank"><img src="images/logo-uoft.png" class="scale-with-grid"/></a>
				</div>
			</div>
		</div>
	    
		    

	    <!-- ================================================
		Scripts
		================================================ -->
	    
	    <!-- jQuery Library -->
	    <script type="text/javascript" src="https://code.jquery.com/jquery-2.1.1.min.js"></script>
	    
	    <!-- LOAD MATERIALIZE.JS -->
	    <script type="text/javascript" src="js/materialize.js"></script>
	    
	    <!-- INITIALIZE SPECIFIC MATERIALIZE.JS FUNCTIONS -->
	    <script type="text/javascript" src="js/init.js"></script>
    
     </body>
</html>