<!DOCTYPE html>
<html>
     <head>
	  	<!--Import materialize.css-->
	  	<link type="text/css" rel="stylesheet" href="css/materialize.min.css"  media="screen,projection"/>
	  	<!--Let browser know website is optimized for mobile-->
	  	<meta name="viewport" content="width=device-width, initial-scale=1.0"/>
	  	<meta http-equiv="Content-Type" content="text/html; charset=UTF-8" />
		<title>G.5 RAA19 (Research on Art and Architecture of the 19th century), Part 1 / RAA19 (R&eacute;seau art et architecture du 19e siècle), partie 1</title>
		<meta name="viewport" content="width=device-width, initial-scale=1, maximum-scale=1.0, user-scalable=yes" />
		<meta http-equiv="X-UA-Compatible" content="IE=edge">
		<meta name="msapplication-tap-highlight" content="no">
		<meta property="og:title" content="2022 UAAC Conference" />
		<meta name="description" content='G.5 RAA19 (Research on Art and Architecture of the 19th century), Part 1 / RAA19 (Réseau art et architecture du 19e siècle), partie 1' />
		<meta property="og:image" content="http://uaac-aauc.com/2022/images/banner.jpg" />
		<meta property="og:url" content="http://uaac-aauc.com/2022/g5.html" />
		<meta property="og:type" content="image/jpeg" />
		<meta property='og:description' content='G.5 RAA19 (Research on Art and Architecture of the 19th century), Part 1 / RAA19 (Réseau art et architecture du 19e siècle), partie 1' />
	  	<!-- Material Icon Font -->
		<link href="https://fonts.googleapis.com/icon?family=Material+Icons" rel="stylesheet">
		<!-- Core CSS-->
		<link href="css/materialize.css" type="text/css" rel="stylesheet" media="screen">
		<!-- Custom CSS-->    
		<link href="css/custom.css" type="text/css" rel="stylesheet" media="screen">
		<link rel="stylesheet" href="https://use.typekit.net/gkr3qos.css">
		<!-- Global site tag (gtag.js) - Google Analytics -->
		<script async src="https://www.googletagmanager.com/gtag/js?id=UA-133278015-1"></script>
		<script>
			window.dataLayer = window.dataLayer || [];
			function gtag(){dataLayer.push(arguments);}
			gtag('js', new Date());
	
			gtag('config', 'UA-133278015-1');
		</script>
    </head>
    <body>
	    <div class="navbar-fixed">
		    <nav>
				<div class="nav-wrapper">
					<a href="index.html" class="brand-logo left"><img src="images/uaac2022.png" class="brand-logo-img scale-with-grid"></a>
					<ul id="nav-mobile" class="right">
						<li><a class="nav-about" href="about.html">about</a></li>
					    <li><a class="nav-schedule" href="schedule.html">schedule</a></li>
					</ul>
				</div>
			</nav>
	    </div>
	    <div id="content">
    		<div class="row info">
	    		<div class="col s12 m11 l9 offset-l1">
		    		<h2>G.5 RAA19 (Research on Art and Architecture of the 19<sup>th</sup> century), <nobr>Part 1</nobr></h2>
		    		<hr>
		    		<h2>G.5 RAA19 (R&eacute;seau art et architecture du 19<sup>e</sup> si&egrave;cle), <nobr>partie 1</nobr></h2>
		    		<h6>Fri Oct 28 / 13:30 &ndash; 15:00 / rm 179, <a href="https://lsm.utoronto.ca/ws/f?p=210:1::::::" target="_blank">University College</a></h6>
	    		</div>
    		</div>
    		<div class="row">
	    		<div class="col s12 m11 l10 offset-l1">
		    		<p class="title">chairs /</p>
		    		<ul>
			    		<li class="participants">B&eacute;atrice Denis<span class="school">, Universit&eacute; de Montr&eacute;al</span></li>
			    		<li class="participants">Ersy Contogouris<span class="school">, Universit&eacute; de Montr&eacute;al</span></li>
		    		</ul>
	    		</div>
	    		<div class="col s12 m10 l7 offset-l1">
		    		<p>The aim of the RAA19 (Research on Art and Architecture of the 19<sup>th</sup> century) is to encourage innovative studies of nineteenth-century art and architecture. This open session welcomes papers that examine theoretical issues or case studies that focus on any aspect of the art and architecture of the long nineteenth century, from 1789 to 1914. Special consideration will be given to papers that propose innovative issues or methodologies.</p>
		    		<hr>
					<p>L'objectif du R&eacute;seau Art et Architecture du 19<sup>e</sup> si&egrave;cle consiste &agrave; promouvoir le renouveau des recherches globales et interdisciplinaires sur le 19e si&egrave;cle en histoire de l'art et de l'architecture. Cette session ouverte invite des propositions th&eacute;oriques ou des &eacute;tudes de cas qui couvrent des corpus issus du long 19 si&egrave;cle, de 1789 &agrave; 1914. Une attention particuli&egrave;re sera donn&eacute;e aux propositions qui font ressortir de nouvelles probl&eacute;matiques ou des m&eacute;thodologies novatrices.
</p>
					<p class="keywords"><strong>keywords / mots cl&eacute;s:</strong> 19<sup>th</sup> century / 19<sup>e</sup> si&egrave;cle</p>
	    		</div>
    		</div>
	    	<div class="row description">
	    		<div class="col s12 m10 l7 offset-l1">
		    		<h3>G.5.1 The School of Raphael<i>: Formal Analysis and the British School of Art and Illustration</i></h3>
		    		<ul>
		    			<li class="participants">Christina Smylitopoulos<span class="school">, University of Guelph</span></li>
		    		</ul>
    				<p>The purpose of formal analysis is to assess the specific elements of a work of art that individually and collectively establish the object&rsquo;s capacity for artistic expression. This method of investigation asks beholders to consider formal qualities&mdash;line, shape, form, colour, tonality or value, space or arrangement, and texture&mdash;as evidence of artistic phenomena and to use this evidence to inform their interpretations. The rich and varied intersections between eighteenth- and nineteenth-century book illustration and the development of British art provide scholars with examples that are productive to building our knowledge of this important method of study. As an applied practice, formal analysis was being encouraged both inside and outside the studio and was tangled up with the promotion of a national school of art, a strong history painting tradition, and the systems of patronage that would support this emerging school. While history painting was being championed, Britain&rsquo;s best artists&mdash;designers, draughtspersons, painters, and engravers&mdash;were making the products of print culture artistic, and in this endeavour they excelled. Remarkably, and despite the variety of examples and the ways they intervened in the aesthetic debates of the period, illustrated books have not been examined for their significance to the development of formal analysis to an extent that reflects their importance. And the goal to elevate the tastes of British artists and connoisseurs was not limited to book illustrations that served as surrogates for history painting. This paper will examine <i>The School of Raphael</i>; or, the <i>Student&rsquo;s Guide to Expression in Historical Painting</i>. Published in 1759 and reissued throughout the nineteenth century, the book is comprised of a series of engravings furnished with explanatory text that gives us a glimpse of the pedagogical strategies developed to elevate the formal skills required to improve the state of the arts.</p>
    				<p class="keywords"><strong>keywords:</strong> formal analysis, illustrated books, pedagogical strategies, early modern</p>
    			</div>
    			<div class="col s12 m8 offset-m4 l5 offset-l6">
    				<p class="bio"><strong>Dr. Christina Smylitopoulos</strong> is Associate Professor at the University of Guelph&rsquo;s School of Fine Art and Music and has published work in the areas of eighteenth-century art and visual culture and the pedagogical capacities of art collections. Recent publications include <i>Artful Encounters: Sites of Visual Inquiry</i> (2021); <i>Spaces of Wonder, Wonder of Space: Encountering the 18th Century in Image, Object, and Text</i>&mdash;a winner of the Leab Exhibition Catalogue Award&mdash;and she has written essays for, among others, <i>The Mocking Image: Visual Satire from the 18<sup>th</sup> Century to Today</i>; <i>RACAR</i>; and <i>The British Art Journal</i>. She was a Postdoctoral Research Associate at the Yale Centre for British Art and selected grants/fellowships/research associateships awarded include SSHRC (IG; IDG; Connection); the Ontario Ministry of Science, Research, and Innovation; Lewis Walpole Library; Huntington Library; Swann Foundation for Caricature and Cartoon (Library of Congress); and Houghton Library (Harvard), and UofG Research and Teaching Excellence Awards.</p>
    			</div>
	    	</div>
	    	<div class="row description">
	    		<div class="col s12 m10 l7 offset-l1">
		    		<h3>G.5.2 <i>Un bin&ocirc;me in&eacute;dit ? Art et espace dans le Paris du Premier Empire</i></h3>
		    		<p class="presenter">Camilla Murgia<span class="school">, Universit&eacute; de Lausanne</span></p>
    				<p>Cette proposition d&rsquo;intervention vise &agrave; &eacute;tudier la relation entre art et espace, notamment en se consacrant aux interactions, synergies et &eacute;changes que ces &eacute;l&eacute;ments g&eacute;n&egrave;rent. Il sera question de prendre, comme cas d&rsquo;&eacute;tude, le Paris napol&eacute;onien et de discuter les m&eacute;canismes de communication entre l&rsquo;espace, comprenant les lieux de l&rsquo;art, r&eacute;el, artificiels ou imaginaires, et l&rsquo;imagerie artistique, allant de l&rsquo;art contemporain &agrave; l&rsquo;image populaire, documentaire et satirique. Si la recherche en histoire de l&rsquo;art s&rsquo;est pench&eacute;e davantage sur les lieux physiques et la production artistique, peu a &eacute;t&eacute; fait sur la notion d&rsquo;espace dans une perspective d&rsquo;&eacute;changes et synergies, et surtout sur les interactions qu&rsquo;elle engendre avec les protagonistes de la sc&egrave;ne artistique.</p>
					<p>Ma recherche essaye d&rsquo;apporter une nouvelle approche &agrave; la recherche, en participant &agrave; l&rsquo;analyse de ces m&eacute;canismes d&rsquo;interaction et de transfert entre espace et art. Dans ma contribution, je propose de discuter, d&rsquo;un c&ocirc;t&eacute; le statut de l&rsquo;espace (priv&eacute;, publique, hybride,&hellip;), et de l&rsquo;autre les m&eacute;canismes qu&rsquo;elle engendre sur la perception artistique. Mon objectif est de comprendre dans quelle mesure l&rsquo;espace permet une nouvelle fonctionnalit&eacute; de l&rsquo;image. Pour me pencher sur ces questions, je propose de me concentrer sur deux aspects. Le premier concerne la cat&eacute;gorisation de l&rsquo;espace-m&ecirc;me, comprenant des espaces r&eacute;elles telles que le Louvre par exemple, ou les nombreuses espaces d&rsquo;exposition, de divertissement de consommation de l&rsquo;image am&eacute;nag&eacute;es dans le quartier autour du Palais Royal. Le deuxi&egrave;me aspect concerne l&rsquo;image comme performance, c&rsquo;est-&agrave;-dire le pouvoir, la capacit&eacute; de l&rsquo;image &agrave; divertir, &agrave; fournir une information visuelle ou esth&eacute;tique et surtout son aptitude &agrave; s&rsquo;adapter &agrave; la diversit&eacute; des lieux dans lesquels elle est consomm&eacute;e, produite et expos&eacute;e.</p>
    				<p class="keywords"><strong>mots cl&eacute;s :</strong> Napol&eacute;on, Paris, image, espace, interaction</p>
    			</div>
    			<div class="col s12 m8 offset-m4 l5 offset-l6">
    				<p class="bio"><strong>Camilla Murgia</strong> : &Eacute;tudes d&rsquo;histoire de l&rsquo;art, arch&eacute;ologie et ethnologie &agrave; l&rsquo;Universit&eacute; de Neuch&acirc;tel (Suisse), de 1996 &agrave; 2000. Puis doctorat &agrave; l&rsquo;Universit&eacute; d&rsquo;Oxford (Royaume Uni), avec un travail sur la figure de Pierre-Marie Gault de Saint Germain (c.1752-1842) en tant collectionneur et critique d&rsquo;art. De 2007 &agrave; 2011 Junior Research Fellow &agrave; St John&rsquo;s College, Universit&eacute; d&rsquo;Oxford. Puis Enseignement en tant que charg&eacute;e de cours aux universit&eacute;s de Neuch&acirc;tel et de Gen&egrave;ve. Depuis 2018 : premi&egrave;re assistante en histoire de l&rsquo;art contemporain &agrave; l&rsquo;Universit&eacute; de Lausanne, avec un projet sur les relations entre th&eacute;&acirc;tre et beaux-arts dans le long 19e si&egrave;cle.</p>
    			</div>
	    	</div>
	    	<div class="row description">
	    		<div class="col s12 m10 l7 offset-l1">
		    		<h3>G.5.3 <i>Le pouvoir de la poire : contagion et subversion &agrave; Paris sous la monarchie de Juillet</i></h3>
		    		<ul>
			    		<li class="participants">Marie-Lise Poirier<span class="school">, Universit&eacute; du Qu&eacute;bec &agrave; Montr&eacute;al</span></li>
		    		</ul>
    				<p>Apr&egrave;s s'&ecirc;tre fait conna&icirc;tre comme dessinateur de vignettes et de caricatures, Charles Philipon (1800-1861) fonde plusieurs journaux satiriques illustr&eacute;s, dont La Silhouette (1829), La Caricature (1830) et Le Charivari (1832). En 1840, il domine le march&eacute; parisien de l'imprim&eacute; et de l'estampe gr&acirc;ce &agrave; sa boutique et sa compagnie d'&eacute;dition, la Maison Aubert, strat&eacute;giquement situ&eacute;es &agrave; la Galerie V&eacute;ro-Dodat. La demande consid&eacute;rable pour les imprim&eacute;s favorise l'&eacute;colsion de cette industrie qui s'av&egrave;re d&eacute;terminante pour la culture visuelle et commerciale parisienne. Les premi&egrave;res ann&eacute;es de la monarchie de Juillet (1830-1848) sont r&eacute;jouissantes pour les artistes et les journalistes, qui profitent de la libert&eacute; d'opinion nouvellement ratifi&eacute;e dans la Charte de 1830. N&eacute;anmoins, cette libert&eacute; est durement atteinte par la r&eacute;pression massive de la presse suivant l'application des lois de septembre 1835. C'est surtout la peur de l'image, mais plus sp&eacute;cifiquement celle de la caricature, qui justifie ses s&eacute;v&egrave;res mesures judiciaires. Cette communication propose de r&eacute;fl&eacute;chir sur le pouvoir de l'image &agrave; travers la d&eacute;licatese question de la censure et en prenant pour exemple le c&eacute;l&egrave;bre profil piriforme de Louis-Philippe, roi des Fran&ccedil;ais (1773-1850), croqu&eacute; par Philipon en 1831. D'une part, une mise en contexte permettra de mieux comprendre les enjeux sociopolitiques de la censure en France &agrave; cette &eacute;poque. D'autre part, la th&eacute;orie de Sigmund Freud (1856-1939) sur la psychologie des foules, celle-ci largement redevable aux travaux de Gustave Le Bon (1841-1931), permettra d'expliquer pourquoi l'image est tant crainte par les instances du pouvoir. La sp&eacute;cificit&eacute; de la caricature impose toutefois une relecture de la th&eacute;orie freudienne. Nourrie par les &eacute;crits sur le rire d'Henri Bergson (1859-1941), cette communication tentera d'introduire un &eacute;l&eacute;ment nouveau dans les th&eacute;ories de l'image-motrice : le rire comme affect de l'auto-contagion d'une foule en position de r&eacute;sistance vis-&agrave;-vis du pouvoir.</p>
    				<p class="keywords"><strong>mots cl&eacute;s :</strong> image-motrice, caricature, psychologie des foules, rire, Charles Philipon</p>
    			</div>
    			<div class="col s12 m8 offset-m4 l5 offset-l6">
    				<p class="bio"><strong>Marie-Lise Poirier</strong> est &eacute;tudiante du programme de doctorat interuniversitaire en histoire de l'art de l'UQAM. Elle est auxiliaire de recherche pour les projets R&eacute;cits de l'ailleurs : r&eacute;ception et lecture des ouvrages viatiques des XVII<sup>e</sup>-XVIII<sup>e</sup> si&egrave;cles, Les collections du S&eacute;minaire de Qu&eacute;bec, berceau de la culture canadienne (1663-1910) et &Eacute;crire l'Am&eacute;rique fran&ccedil;aise dans le Mercure galant : discours d'actualit&eacute; et imaginaire colonial. Elle est membre &eacute;tudiante du RAA19, du CIREM16/18 et du GRHS. Son projet doctoral, entrepris sous la direction de Peggy Davis (UQAM), porte sur l'estampe et la culture de l'imprim&eacute; du XIXe si&egrave;cle et entend examiner la mani&egrave;re dont les interactions intimes et professionnelles de Paul Gavarni, son r&eacute;seau de sociabilit&eacute; et le contexte socioculturel et historique ont influenc&eacute; son identit&eacute; artistique plurielle. Ses recherches doctorales sont financ&eacute;es par la Fondation de l'UQAM, le Conseil de recherches en sciences humaines du Canada (CRSH) et le Fonds de recherche du Qu&eacute;bec Soci&eacute;t&eacute; et culture (FRQSC).</p>
    			</div>
	    	</div>
	    	<div class="row description">
	    		<div class="col s12 m10 l7 offset-l1">
		    		<h3>G.5.4 <i>L&rsquo;architecture par l&rsquo;ornement : les &eacute;clectismes du premier XIX<sup>e</sup> si&egrave;cle</i></h3>
		    		<ul>
			    		<li class="participants">Justine Gain<span class="school">, &Eacute;cole Pratique des Hautes &Eacute;tudes, Paris et Ecole du Louvre, Paris</span></li>
		    		</ul>
    				<p>Si les grands noms de l&rsquo;architecture du XIX<sup>e</sup> si&egrave;cle sont parfaitement connus des historiens de la discipline &agrave; l&rsquo;instar de Pierre Fontaine, d&rsquo;autres artistes&mdash;tout aussi essentiels&mdash;sont injustement rest&eacute;s dans l&rsquo;ombre. Jean-Baptiste Plantar (1790-1879), sculpteur d&rsquo;ornements, r&eacute;guli&egrave;rement mentionn&eacute; comme le dernier sculpteur des B&acirc;timents du roi, est l&rsquo;un de ses artistes qui a pourtant contribu&eacute; de mani&egrave;re d&eacute;terminante au d&eacute;cor sculpt&eacute; des &eacute;difices officiels. Ses ornements, par la diversit&eacute; de leurs r&eacute;f&eacute;rences, illustrent le go&ucirc;t pour l&rsquo;&eacute;clectisme du XIX<sup>e</sup> si&egrave;cle, un &eacute;clectisme polymorphe qui a aussi largement cours dans le domaine de l&rsquo;architecture.</p>
					<p>Au Louvre, au plafond du Grand escalier du mus&eacute;e construit vers 1810, comme dans les salles du mus&eacute;e Charles X, Plantar sculpte et perp&eacute;tue une ordonnance n&eacute;oclassique encadrant les compositions peintes au plafond. Il en est de m&ecirc;me au palais des Tuileries o&ugrave; Plantar pare d&rsquo;ornements classiques la cage du nouvel escalier d&rsquo;honneur du palais. Pour ces espaces officiels, ces lieux de pouvoir, le n&eacute;oclassicisme est de mise, une caract&eacute;ristique que l&rsquo;on retrouve partiellement dans les Galeries historiques de Versailles.</p>
					<p>Le nouveau mus&eacute;e de l&rsquo;histoire de France exige aussi d&rsquo;autres r&eacute;f&eacute;rences, en lien avec les periods chronologiques &eacute;voqu&eacute;es dans les diff&eacute;rentes salles. Plantar sculpte ainsi les salles des Croisades d&rsquo;un d&eacute;cor n&eacute;ogothique qu&rsquo;il d&eacute;cline bient&ocirc;t sur les pi&eacute;destaux des sculptures dispos&eacute;es dans ces espaces. Au ch&acirc;teau de Fontainebleau mais aussi &agrave; Vincennes, l&rsquo;esprit se fait encore un peu plus historiciste, Plantar faisant cette fois-ci r&eacute;f&eacute;rence &agrave; l&rsquo;esth&eacute;tique de la Renaissance pour cr&eacute;er ses &eacute;l&eacute;ments de d&eacute;cors, boiseries ou chemin&eacute;es. &Agrave; la lisi&egrave;re entre architecture publique et priv&eacute;e, la chapelle &eacute;lev&eacute;e &agrave; la m&eacute;moire de Ferdinand d&rsquo;Orl&eacute;ans, fils a&icirc;n&eacute; de Louis-Philippe d&eacute;c&eacute;d&eacute; &agrave; Neuilly en 1842, &eacute;galement orn&eacute;e par Plantar, arbore un d&eacute;cor que l&rsquo;&eacute;poque qualifie d&rsquo;&agrave; peu pr&egrave;s byzantin. Ces exemples sont autant de sympt&ocirc;mes de ces &eacute;clectismes qui jalonnent l&rsquo;architecture et les arts d&eacute;coratifs tout au long du XIX<sup>e</sup> si&egrave;cle.</p>
					<p>Cette communication entend apporter un nouveau regard, par le prisme de l&rsquo;ornement et du travail de Jean-Baptiste Plantar, principal sculpteur ornemaniste de l&rsquo;&eacute;poque, sur l&rsquo;architecture du premier XIX<sup>e</sup> si&egrave;cle afin de mettre en &eacute;vidence une certaine homog&eacute;n&eacute;it&eacute; classique, courante dans les lieux de pouvoirs, en m&ecirc;me temps que le d&eacute;veloppement d&rsquo;un go&ucirc;t certain pour des &eacute;clectismes aux r&eacute;f&eacute;rences diverses, l&rsquo;un comme l&rsquo;autre constitutifs du go&ucirc;t du XIX<sup>e</sup> si&egrave;cle.</p>
    				<p class="keywords"><strong>mots cl&eacute;s :</strong> architecture, XIX<sup>e</sup> si&egrave;cle, ornement, plantar, d&eacute;cor sculpt&eacute;</p>
    			</div>
    			<div class="col s12 m8 offset-m4 l5 offset-l6">
    				<p class="bio">Apr&egrave;s une licence &agrave; l&rsquo;&Eacute;cole du Louvre, <strong>Justine Gain</strong> se sp&eacute;cialise en master en int&eacute;grant le groupe de recherche Versailles. Ses premiers travaux portent alors sur Les collections d&rsquo;Alexandre Lenoir dans les Galeries historiques de Versailles avant de s&rsquo;int&eacute;resser &agrave; l&rsquo;oeuvre sculpt&eacute;e de Jean-Baptiste Plantar (1790-1879) dans ces m&ecirc;mes galeries. Parall&egrave;lement, elle r&eacute;alise de nombreux stages dans diverses institutions culturelles de la region parisienne : au mus&eacute;e du Louvre, au mus&eacute;e d&rsquo;Orsay ou au ch&acirc;teau de Versailles. Aux &Eacute;tats-Unis, elle contribue au French Sculpture Census, un programme de recherche transatlantique dirig&eacute; par Laure de Margerie. De m&ecirc;me, elle effectue le Ayesha Bulchandani Curatorial Internship le temps d&rsquo;un &eacute;t&eacute; &agrave; la Frick Collection &agrave; New York aupr&egrave;s de Margaret Iacoco, Research Associate Curator. &Agrave; l&rsquo;&Eacute;cole du Louvre et l&rsquo;&Eacute;cole Pratique des Hautes &Eacute;tudes, elle poursuit d&eacute;sormais sa these intitul&eacute;e La fabrique de l&rsquo;&eacute;clectisme ornemental au XIXe si&egrave;cle, l&rsquo;oeuvre de Jean-Baptiste Plantar (1790-1879) sous la direction de Jean-Michel Leniaud, sp&eacute;cialiste de l&rsquo;architecture du XIXe si&egrave;cle et de Lionel Arsac, conservateur au ch&acirc;teau de Versailles. C&rsquo;est &agrave; ce titre qu&rsquo;elle est charg&eacute;e d&rsquo;&eacute;tudes et de recherche &agrave; l&rsquo;Institut national d&rsquo;histoire de l&rsquo;art, o&ugrave; elle contribue &agrave; l&rsquo;&eacute;dition num&eacute;rique des papiers Barye de la biblioth&egrave;que, avec Victor Claass et Sophie Derrot. Elle est &eacute;galement laur&eacute;ate de la bourse d&rsquo;&eacute;tudes de la fondation Napol&eacute;on pour l&rsquo;ann&eacute;e 2021.</p>
    			</div>
	    	</div>
			<a href="g5.html"><i class="large material-icons">arrow_upward</i></a>
			<a href="h1.html"><i class="large material-icons">arrow_forward</i></a>
    	</div>
	    <div id="footer">
			<div class="row">
				<div class="col s12 m6">
					<ul>
						<li class="footer"><a href="https://twitter.com/AaucUaac" target="_blank">twitter</a></li>
						<!--<li class="footer"><a href="https://www.facebook.com/UAACAAUC/" target="_blank">fb</a></li>-->
						<li class="footer"><a href="https://www.instagram.com/uaacaauc/" target="_blank">instagram</a></li>
						<li class="footer"><a href="https://uaac-aauc.com/" target="_blank">uaac-aauc.com</a></li>
						<li class="footer"><a href="mailto:conf22@uaac-aauc.com">email</a></li>
					</ul>
				</div>
				<div class="col s12 m6 right-align">
					<h6 class="footer-sponsors">We thank our host!</h6>
					<a href="https://arthistory.utoronto.ca/" target="_blank"><img src="images/logo-uoft.png" class="scale-with-grid"/></a>
				</div>
			</div>
		</div>
	    
		    

	    <!-- ================================================
		Scripts
		================================================ -->
	    
	    <!-- jQuery Library -->
	    <script type="text/javascript" src="https://code.jquery.com/jquery-2.1.1.min.js"></script>
	    
	    <!-- LOAD MATERIALIZE.JS -->
	    <script type="text/javascript" src="js/materialize.js"></script>
	    
	    <!-- INITIALIZE SPECIFIC MATERIALIZE.JS FUNCTIONS -->
	    <script type="text/javascript" src="js/init.js"></script>
    
     </body>
</html>