<!DOCTYPE html>
<html>
     <head>
	  	<!--Import materialize.css-->
	  	<link type="text/css" rel="stylesheet" href="css/materialize.min.css"  media="screen,projection"/>
	  	<!--Let browser know website is optimized for mobile-->
	  	<meta name="viewport" content="width=device-width, initial-scale=1.0"/>
	  	<meta http-equiv="Content-Type" content="text/html; charset=UTF-8" />
		<title>H.6 Cartographie de l&rsquo;ordinaire</title>
		<meta name="viewport" content="width=device-width, initial-scale=1, maximum-scale=1.0, user-scalable=yes" />
		<meta http-equiv="X-UA-Compatible" content="IE=edge">
		<meta name="msapplication-tap-highlight" content="no">
		<meta property="og:title" content="2022 UAAC Conference" />
		<meta name="description" content='H.6 Cartographie de l&rsquo;ordinaire' />
		<meta property="og:image" content="http://uaac-aauc.com/2022/images/banner.jpg" />
		<meta property="og:url" content="http://uaac-aauc.com/2022/h6.html" />
		<meta property="og:type" content="image/jpeg" />
		<meta property='og:description' content='H.6 Cartographie de l&rsquo;ordinaire' />
	  	<!-- Material Icon Font -->
		<link href="https://fonts.googleapis.com/icon?family=Material+Icons" rel="stylesheet">
		<!-- Core CSS-->
		<link href="css/materialize.css" type="text/css" rel="stylesheet" media="screen">
		<!-- Custom CSS-->    
		<link href="css/custom.css" type="text/css" rel="stylesheet" media="screen">
		<link rel="stylesheet" href="https://use.typekit.net/gkr3qos.css">
		<!-- Global site tag (gtag.js) - Google Analytics -->
		<script async src="https://www.googletagmanager.com/gtag/js?id=UA-133278015-1"></script>
		<script>
			window.dataLayer = window.dataLayer || [];
			function gtag(){dataLayer.push(arguments);}
			gtag('js', new Date());
	
			gtag('config', 'UA-133278015-1');
		</script>
    </head>
    <body>
	    <div class="navbar-fixed">
		    <nav>
				<div class="nav-wrapper">
					<a href="index.html" class="brand-logo left"><img src="images/uaac2022.png" class="brand-logo-img scale-with-grid"></a>
					<ul id="nav-mobile" class="right">
						<li><a class="nav-about" href="about.html">about</a></li>
					    <li><a class="nav-schedule" href="schedule.html">schedule</a></li>
					</ul>
				</div>
			</nav>
	    </div>
	    <div id="content">
    		<div class="row info">
	    		<div class="col s12 m11 l9 offset-l1">
		    		<h2>H.6 Cartographie de l&rsquo;ordinaire</h2>
		    		<h6>Fri Oct 28 / 15:30 &ndash; 17:00 / Burwash Room, rm 2005, <a href="https://www.google.com/maps/place/Hart+House+Building,+7+Hart+House+Cir,+Toronto,+ON+M5S+3H3/@43.6638135,-79.3943976,19z/data=!4m5!3m4!1s0x882b34b970e23c3f:0x5a05bf06fad4f1b1!8m2!3d43.6640143!4d-79.3943319" target="_blank">Hart House</a></h6>
	    		</div>
    		</div>
    		<div class="row">
	    		<div class="col s12 m11 l10 offset-l1">
		    		<p class="title">pr&eacute;sidentes /</p>
		    		<ul>
			    		<li class="participants"><strong>Christina Contandriopoulos</strong><span class="school">, Universit&eacute; du Qu&eacute;bec &agrave; Montr&eacute;al</span></li>
			    		<li class="participants"><strong>Andr&eacute;anne Martel</strong><span class="school">, Universit&eacute; du Qu&eacute;bec &agrave; Montr&eacute;al</span></li>
		    		</ul>
	    		</div>
	    		<div class="col s12 m10 l7 offset-l1">
		    		<p>Visuellement, les cartes sont des documents difficiles &agrave; classer. Souvent banales et anonymes, elles diff&eacute;rent peu les unes des autres, r&eacute;gies par des conventions graphiques rigides. Elles repr&eacute;sentent, de plus, des composantes discr&egrave;tes du territoire comme les infrastructures ou les ressources. Les cartes traduisent l&rsquo;invisible du paysage. Depuis les travaux s&eacute;minaux de Brian Harley dans les ann&eacute;es 80, les historiens ont beaucoup insist&eacute; sur le pouvoir des cartes, les pratiques critiques ou radicales mais qu&rsquo;en est-il de l&rsquo;ordinaire?</p>
		    		<p>Dans le cadre de cette s&eacute;ance, nous invitons des approches diversifi&eacute;es, inclusives et interdisciplinaires qui interrogent les cartes ordinaires, banales ou conventionnelles. En particulier les m&eacute;thodes qui actualisent le regard comme les alliances entre l&rsquo;histoire de l&rsquo;art, du paysage et l&rsquo;arch&eacute;ologie des m&eacute;dias. Les cartes pourront &ecirc;tre envisag&eacute;es en tant que source historique, en tant qu&rsquo;outil d&rsquo;analyse ou faisant partie d&rsquo;un processus cr&eacute;atif.</p>
					<p class="keywords"><strong>Mots cl&eacute;s :</strong> cartographie, infrastructure, paysage, territoire</p>
	    		</div>
    		</div>
	    	<div class="row description">
	    		<div class="col s12 m10 l7 offset-l1">
		    		<h3>H.6.1 <i>Atlas du cruising au Qu&eacute;bec : d&eacute;sirs, surveillance et potentialit&eacute;s queers dans la cr&eacute;ation et la transgression cartographique</i></h3>
		    		<ul>
		    			<li class="participants"><strong>Hugues Lefebvre Morasse</strong><span class="school">, Universit&eacute; du Qu&eacute;bec &agrave; Montr&eacute;al</span></li>
		    		</ul>
    				<p>Le cruising est une pratique discr&egrave;te, non pas secr&egrave;te. Effectivement, cette pratique &mdash; o&ugrave; des hommes se retrouvent dans l&rsquo;espace public pour s'adonner &agrave; une sexualit&eacute; souvent anonyme et exp&eacute;ditive &mdash; rel&egrave;ve plus du secret de polichinelle : m&ecirc;me ayant lieux loin des regards, le ph&eacute;nom&egrave;ne est connu et m&eacute;diatis&eacute; autant au sein de la communaut&eacute; gaie qu'aupr&egrave;s du grand public, que ce soit par l&rsquo;entremise de modes de diffusion intracommunautaires, de produits culturels, de paniques morales m&eacute;diatiques ou encore de la toponymie populaire. En reprenant les concepts de pratique spatiale critique et de futurit&eacute; queer, le projet de recherche-cr&eacute;ation ici pr&eacute;sent&eacute; tente de comprendre dans quelle mesure cette pratique ancestrale a &eacute;t&eacute; n&eacute;cessaire &agrave; la formation d&rsquo;espaces de sociabilit&eacute;, de s&eacute;curit&eacute;, de d&eacute;sirs et de potentialit&eacute;s queers au sein d&rsquo;un ordre spatial h&eacute;t&eacute;ronormatif dominant. Gr&acirc;ce &agrave; un travail sur le terrain, le projet documente, repr&eacute;sente et propose un inventaire des territoires, paysages et conditions mat&eacute;rielles du cruising et de sa surveillance au Qu&eacute;bec. En s&rsquo;inspirant de la cartographie populaire gaie &mdash; autant les guides de voyages gais du 20e si&egrave;cle que les applications et sites web d&eacute;di&eacute;s sp&eacute;cifiquement au cruising &mdash;, le projet propose ainsi un &laquo; Atlas du cruising au Qu&eacute;bec &raquo; qui int&egrave;gre, mais aussi incarne les espaces, les spatialit&eacute;s et les processus de spatialisation propres au ph&eacute;nom&egrave;ne ; un atlas donc qui sert plus &agrave; se perdre dans le paysage du cruising qu&rsquo;&agrave; s&rsquo;y retrouver. Prot&eacute;geant de ce fait la s&eacute;curit&eacute; des lieux &eacute;tudi&eacute;s et de leurs usagers plut&ocirc;t qu&rsquo;il ne pointe en leur direction, ce projet d&eacute;tourne et transgresse les normes de la repr&eacute;sentation cartographique au m&ecirc;me titre que les cruisers d&eacute;tournent et transgresse l&rsquo;ordre spatial h&eacute;t&eacute;ronormatif, offrant ainsi une narration et une experience des environnements du cruising caract&eacute;ris&eacute;s par la diffusion, la d&eacute;sorientation, le fl&acirc;nage, l&rsquo;&eacute;ph&eacute;m&eacute;rit&eacute; et le d&eacute;tournement.</p>
    				<p class="keywords"><strong>Mots cl&eacute;s :</strong> cartographie, infrastructure, paysage, territoire</p>
    			</div>
    			<div class="col s12 m8 offset-m4 l5 offset-l6">
    				<p class="bio"><strong>Hugues</strong> est un chercheur, designer, artiste, podcaster, organisateur communautaire et &eacute;tudiant &agrave; la ma&icirc;trise en design de l&rsquo;environnement &agrave; l&rsquo;Universit&eacute; du Qu&eacute;bec &agrave; Montr&eacute;al. Ses travaux, ses oeuvres et son implication au sein des communaut&eacute;s de la diversit&eacute; sexuelle et la pluralit&eacute; des genres sont tous le produit d&rsquo;une large r&eacute;flexion sur les espaces, les territoires et les paysages de possibilit&eacute;s et de d&eacute;sirs queers.</p>
    			</div>
	    	</div>
	    	<div class="row description">
	    		<div class="col s12 m10 l7 offset-l1">
		    		<h3>H.6.2 <i>&Eacute;vacuation et refoulement : anthropomorphiser les infrastructures hydrauliques urbaines</i></h3>
		    		<p class="presenter"><strong>Laure Bourgault</strong><span class="school">, Universit&eacute; du Qu&eacute;bec &agrave; Montr&eacute;al</span></p>
    				<p>En 1923, le quotidien Le Devoir emploie une m&eacute;taphore anatomique pour d&eacute;crire le nouveau syst&egrave;me montr&eacute;alais d&rsquo;&eacute;vacuation des eaux us&eacute;es : &laquo; Sous la surface de la ville un peu comme sous l&rsquo;&eacute;piderme du corps humain, s&rsquo;&eacute;tend une s&eacute;rie de syst&egrave;mes, qu&rsquo;on pourrait comparer aux syst&egrave;mes nerveux, vasculaire, intestinal. Les &eacute;gouts sont les visc&egrave;res d&rsquo;une ville &raquo;. Cet exemple d&rsquo;anthropomorphisation d&rsquo;une infrastructure urbaine, loin d&rsquo;&ecirc;tre exclusive au contexte montr&eacute;alais, s&rsquo;inscrit au contraire dans une vaste tradition faisant de l'image et de l'organisation du corps humain un syst&egrave;me permettant de penser &agrave; d'autres syst&egrave;mes articul&eacute;s (Connerton, 2011) &ndash; en particulier les &laquo; corps &raquo; urbains.</p>
    				<p>Dans le cadre de cette conf&eacute;rence, je m&rsquo;interrogerai sur les motifs derri&egrave;re l&rsquo;emploi de m&eacute;taphores anatomiques dans les discours sur le r&eacute;seau montr&eacute;alais d&rsquo;&eacute;vacuation des eaux us&eacute;es. &Agrave; travers l&rsquo;&eacute;tude d&rsquo;une collection de cartes et d&rsquo;articles de journaux issus des archives de la ville de Montr&eacute;al, j&rsquo;aimerais r&eacute;fl&eacute;chir &agrave; l&rsquo;id&eacute;e de l&rsquo;&eacute;gout comme refoul&eacute;, un m&eacute;canisme psychique permettant de maintenir &agrave; distance des &eacute;l&eacute;ments ou repr&eacute;sentations potentiellement mena&ccedil;ants pour l&rsquo;int&eacute;grit&eacute; des sujets. Ainsi, il s&rsquo;agira d&rsquo;observer comment, paradoxalement, le fait d&rsquo;attribuer aux &eacute;gouts des caract&eacute;ristiques (physiques, psychiques) humaines permet aux sujets de tenir &agrave; distance ce qui les lie mat&eacute;riellement aux eaux qui s&rsquo;&eacute;coulent sous la ville, soit leur propre appartenance &agrave; l&rsquo;environnement hydraulique urbain. Dans cette perspective, l&rsquo;&eacute;gout peut &ecirc;tre pens&eacute;, aujourd'hui, comme un arch&eacute;type de l&rsquo;inconscient collectif n&eacute;olib&eacute;ral, o&ugrave; l&rsquo;usure des eaux &ndash; &agrave; tenir &agrave; distance, autant que possible, jusqu&rsquo;au &laquo; refoulement &raquo; d&rsquo;&eacute;gout &ndash; se fait le marqueur des pressions sur l&rsquo;&eacute;cosyst&egrave;me urbain impos&eacute;es par la vie capitaliste.</p>
    				<p class="keywords"><strong>Mots cl&eacute;s :</strong> eaux us&eacute;es, m&eacute;taphore, refoulement, &eacute;gouts</p>
    			</div>
    			<div class="col s12 m8 offset-m4 l5 offset-l6">
    				<p class="bio"><strong>Laure Bourgault</strong> vit et travaille &agrave; Tiohtia :ke/Mooniyang/Montre&#769;al. Son travail s&rsquo;int&eacute;resse aux processus m&eacute;moriels collectifs, aux fondements politiques de la narration historique, aux rh&eacute;toriques nationalistes et &agrave; leur reflet dans l&rsquo;occupation du territoire. &Eacute;tudiante au doctorat en histoire de l&rsquo;art &agrave; l&rsquo;Universit&eacute; du Qu&eacute;bec &agrave; Montr&eacute;al, elle a r&eacute;cemment pris part &agrave; des r&eacute;sidences et pr&eacute;sent&eacute; son travail &agrave; Est-Nord-Est (Saint-Jean-Port-Joli), &agrave; AXEN&Eacute;O7 (Gatineau), &agrave; L&rsquo;OEil de poisson (Qu&eacute;bec), &agrave; Regart (L&eacute;vis), a l&rsquo;Arxiu Comarcal d&rsquo;Urgell (Catalogne) et &agrave; la galerie Justina M. Barnicke (Toronto). Depuis 2018, elle coe&#769;dite avec AM Tr&eacute;panier la revue Cigale, de&#769;die&#769;e a la publication d&rsquo;e&#769;crits d&rsquo;artistes contemporain&#8729;es.</p>
    			</div>
	    	</div>
	    	<div class="row description">
	    		<div class="col s12 m10 l7 offset-l1">
		    		<h3>H.6.3 <i>Repr&eacute;sentations cartographiques de l&rsquo;&eacute;clairage &eacute;lectrique &agrave; Montr&eacute;al (1879-1901)</i></h3>
		    		<p class="presenter"><strong>Valeria T&eacute;llez Niemeyer</strong><span class="school">, Universit&eacute; du Qu&eacute;bec &agrave; Montr&eacute;al</span></p>
    				<p>Les infrastructures d&rsquo;&eacute;clairage ont souvent occup&eacute; une place ambigu&euml; dans le paysage urbain. Si, aujourd'hui, leur pr&eacute;sence est peu discut&eacute;e et leur place dans la ville est consid&eacute;r&eacute;e comme allant de soi, au d&eacute;but du XXe si&egrave;cle, elles &eacute;taient au centre des d&eacute;cisions urbaines. Les premiers r&eacute;seaux &eacute;lectriques ont inond&eacute; les rues de poteaux et de fils &eacute;lectriques, suscitant &agrave; la fois m&eacute;fiance et enthousiasme au sein de la population. Face &agrave; la coexistence chaotique des infrastructures techniques, la cartographie est apparue comme un outil n&eacute;cessaire pour rendre lisible le tissu urbain de l&rsquo;&eacute;poque.</p>
    				<p>Peu de cartes historiques conserv&eacute;es dans les archives illustrent le r&eacute;seau &eacute;lectrique de Montr&eacute;al. L&rsquo;une des plus remarquables date de 1901 et provient de Royal Electric Company, le plus important fournisseur d&rsquo;&eacute;clairage &eacute;lectrique de cette p&eacute;riode. La carte, d&rsquo;apparence banale et d&eacute;pourvue de qualit&eacute;s esth&eacute;tiques, se veut une transcription technique et objective de la r&eacute;alit&eacute;. Bien que peu attrayante &agrave; premi&egrave;re vue, la rationalit&eacute; de l&rsquo;image semble dissimuler des significations culturelles importantes sur la mani&egrave;re dont la ville a &eacute;t&eacute; construite et imagin&eacute;e. Dans cette repr&eacute;sentation, l'&eacute;clairage &eacute;lectrique est pr&eacute;sent&eacute; sous une forme abstraite et simplifi&eacute;e ; ce qui semble &ecirc;tre r&eacute;v&eacute;l&eacute; n'est pas la lumi&egrave;re elle-m&ecirc;me, mais le d&eacute;sir d&rsquo;&eacute;clairage &agrave; travers une forme de gouvernance du territoire urbain.</p>
    				<p>Cette pr&eacute;sentation examinera l&rsquo;&eacute;volution du r&eacute;seau d&rsquo;&eacute;clairage &eacute;lectrique &agrave; Montr&eacute;al de 1879 &agrave; 1901 &agrave; travers l&rsquo;&eacute;tude de repr&eacute;sentations cartographiques. &Agrave; la mani&egrave;re de l&rsquo;arch&eacute;ologie des m&eacute;dias, les cartes seront utilis&eacute;es comme documents d&rsquo;enqu&ecirc;te pour comprendre comment l&rsquo;&eacute;clairage &eacute;lectrique a affect&eacute; la mani&egrave;re de construire, de repr&eacute;senter et de percevoir la ville. &Agrave; cette fin, des cartes historiques seront &eacute;tudi&eacute;es, mais aussi des cartes seront produites &agrave; partir de sources primaires afin de retracer et de rendre visible le d&eacute;veloppement de cette technologie au fil des ans.</p>
    				<p class="keywords"><strong>Mots cl&eacute;s :</strong> night studies, culture visuelle, &eacute;clairage &eacute;lectrique, cartographie technique, infrastructures urbaines</p>
    			</div>
    			<div class="col s12 m8 offset-m4 l5 offset-l6">
    				<p class="bio"><strong>Valeria T&eacute;llez Niemeyer</strong> est doctorante en histoire de l&rsquo;art &agrave; l&rsquo;UQAM. Elle est &eacute;galement titulaire d&rsquo;un dipl&ocirc;me en design industriel de l&rsquo;Universit&eacute; Diego Portales (Chili) et d&rsquo;une ma&icirc;trise en m&eacute;diation culturelle de l&rsquo;Universit&eacute; Paris 8 (France). Son projet de recherche explore l&rsquo;impact de la lumi&egrave;re &eacute;lectrique en ville &agrave; travers le prisme des m&eacute;dias visuels. &Agrave; travers l&rsquo;&eacute;tude d&rsquo;images imprim&eacute;es non canoniques, cette th&egrave;se restitue les d&eacute;buts de l&rsquo;&eacute;clairage &eacute;lectrique &agrave; Montr&eacute;al (1879-1935). Elle a publi&eacute; l&rsquo;article &laquo; Nuit &eacute;lectrique : atmosph&egrave;res lumineuses &agrave; Montr&eacute;al au XIXe si&egrave;cle &raquo; (RACAR, 45, n&ordm;1, 2020) et a co-organis&eacute; le colloque &laquo; La ville et la conqu&ecirc;te de la nuit, 18e-21e si&egrave;cle &raquo; au Mus&eacute;e Stewart (2018). Ses recherches doctorales sont soutenues par le FRQSC, elle a &eacute;galement &eacute;t&eacute; r&eacute;cipiendaire des bourses de la SHM (2022) et du LHPM (2021) et a particip&eacute; du programme de r&eacute;sidences pour doctorants du CCA (2018).</p>
    			</div>
	    	</div>
			<a href="h6.html"><i class="large material-icons">arrow_upward</i></a>
			<a href="keynote.html"><i class="large material-icons">arrow_forward</i></a>
    	</div>
	    <div id="footer">
			<div class="row">
				<div class="col s12 m6">
					<ul>
						<li class="footer"><a href="https://twitter.com/AaucUaac" target="_blank">twitter</a></li>
						<!--<li class="footer"><a href="https://www.facebook.com/UAACAAUC/" target="_blank">fb</a></li>-->
						<li class="footer"><a href="https://www.instagram.com/uaacaauc/" target="_blank">instagram</a></li>
						<li class="footer"><a href="https://uaac-aauc.com/" target="_blank">uaac-aauc.com</a></li>
						<li class="footer"><a href="mailto:conf22@uaac-aauc.com">email</a></li>
					</ul>
				</div>
				<div class="col s12 m6 right-align">
					<h6 class="footer-sponsors">We thank our host!</h6>
					<a href="https://arthistory.utoronto.ca/" target="_blank"><img src="images/logo-uoft.png" class="scale-with-grid"/></a>
				</div>
			</div>
		</div>
	    
		    

	    <!-- ================================================
		Scripts
		================================================ -->
	    
	    <!-- jQuery Library -->
	    <script type="text/javascript" src="https://code.jquery.com/jquery-2.1.1.min.js"></script>
	    
	    <!-- LOAD MATERIALIZE.JS -->
	    <script type="text/javascript" src="js/materialize.js"></script>
	    
	    <!-- INITIALIZE SPECIFIC MATERIALIZE.JS FUNCTIONS -->
	    <script type="text/javascript" src="js/init.js"></script>
    
     </body>
</html>