<!DOCTYPE html>
<html>
     <head>
	  	<!--Import materialize.css-->
	  	<link type="text/css" rel="stylesheet" href="css/materialize.min.css"  media="screen,projection"/>
	  	<!--Let browser know website is optimized for mobile-->
	  	<meta name="viewport" content="width=device-width, initial-scale=1.0"/>
	  	<meta http-equiv="Content-Type" content="text/html; charset=UTF-8" />
		<title>J.6 The NFT beyond speculative stakes: which contributions in the visual arts sector?</title>
		<meta name="viewport" content="width=device-width, initial-scale=1, maximum-scale=1.0, user-scalable=yes" />
		<meta http-equiv="X-UA-Compatible" content="IE=edge">
		<meta name="msapplication-tap-highlight" content="no">
		<meta property="og:title" content="2022 UAAC Conference" />
		<meta name="description" content='J.6 The NFT beyond speculative stakes: which contributions in the visual arts sector?' />
		<meta property="og:image" content="http://uaac-aauc.com/2022/images/banner.jpg" />
		<meta property="og:url" content="http://uaac-aauc.com/2022/j6.html" />
		<meta property="og:type" content="image/jpeg" />
		<meta property='og:description' content='J.6 The NFT beyond speculative stakes: which contributions in the visual arts sector?' />
	  	<!-- Material Icon Font -->
		<link href="https://fonts.googleapis.com/icon?family=Material+Icons" rel="stylesheet">
		<!-- Core CSS-->
		<link href="css/materialize.css" type="text/css" rel="stylesheet" media="screen">
		<!-- Custom CSS-->    
		<link href="css/custom.css" type="text/css" rel="stylesheet" media="screen">
		<link rel="stylesheet" href="https://use.typekit.net/gkr3qos.css">
		<!-- Global site tag (gtag.js) - Google Analytics -->
		<script async src="https://www.googletagmanager.com/gtag/js?id=UA-133278015-1"></script>
		<script>
			window.dataLayer = window.dataLayer || [];
			function gtag(){dataLayer.push(arguments);}
			gtag('js', new Date());
	
			gtag('config', 'UA-133278015-1');
		</script>
    </head>
    <body>
	    <div class="navbar-fixed">
		    <nav>
				<div class="nav-wrapper">
					<a href="index.html" class="brand-logo left"><img src="images/uaac2022.png" class="brand-logo-img scale-with-grid"></a>
					<ul id="nav-mobile" class="right">
						<li><a class="nav-about" href="about.html">about</a></li>
					    <li><a class="nav-schedule" href="schedule.html">schedule</a></li>
					</ul>
				</div>
			</nav>
	    </div>
	    <div id="content">
    		<div class="row info">
	    		<div class="col s12 m11 l9 offset-l1">
		    		<h2>J.6 The NFT beyond speculative stakes: which contributions in the visual arts sector?</h2>
		    		<hr>
		    		<h2>J.6 Le NFT au-del&agrave; des enjeux sp&eacute;culatifs : quels apports dans le secteur des arts visuels ?</h2>
		    		<h6>Sat Oct 29 / 11:00 &ndash; 12:30 / Burwash Room, rm 2005, <a href="https://www.google.com/maps/place/Hart+House+Building,+7+Hart+House+Cir,+Toronto,+ON+M5S+3H3/@43.6638135,-79.3943976,19z/data=!4m5!3m4!1s0x882b34b970e23c3f:0x5a05bf06fad4f1b1!8m2!3d43.6640143!4d-79.3943319" target="_blank">Hart House</a></h6>
	    		</div>
    		</div>
    		<div class="row">
	    		<div class="col s12 m11 l7 offset-l1">
		    		<p class="title">chairs /</p>
		    		<ul>
			    		<li class="participants">Sophie Herrmann &amp; Nathalie Casemajor<span class="school">, Institut National de la Recherche Scientifique, Montr&eacute;al</span></li>
		    		</ul>
	    		</div>
	    		<div class="col s12 m10 l7 offset-l1">
		    		<p>Since 2021, the media explosion around non-fungible tokens has been dominated by a certain sensationalism. Beyond record auctions, thefts and hacking, the press coverage of the phenomenon conceals a complex reality: that of diverse artistic experimentations. To what extent do NFTs drive experimentation with new dissemination spaces, new aesthetic and economic practices? Although scientific publications about the subject are still extremely rare, artists and museums use the NFT ecosystem to propose new visibility models for the visual arts, and new economic and contractual processes.
In this panel, we invite researchers and professionals from the visual arts sector&mdash;artists, curators and exhibition spaces&mdash;to share their artistic projects, case studies and reflections on the possibilities offered by these tokens.</p>
					<p class="keywords"><strong>keywords:</strong> NFT, visual arts, exhibition, collection, economic and contractual processes</p>
	    		</div>
    		</div>
	    	<div class="row description">
	    		<div class="col s12 m10 l7 offset-l1">
		    		<h3>J.6.1 <i>Dispatches in the genealogy of NFTs, from Conceptual to Post-Internet Art</i></h3>
		    		<ul>
		    			<li class="participants">Oli Sorenson<span class="school">, Concordia University</span></li>
		    		</ul>
    				<p>Within my doctoral studies as much as in my production studio, I have been preoccupied with the ways that immaterial works of art might be exhibited, distributed, perceived and consumed differently than more tangible art objects, and thus I examined how this technical trait may also have shaped the content of such works.</p>
					<p>Since Lucy Lippard&rsquo;s 1973 publication of <i>The Dematerialization of the Art Object</i> and the emergence of Conceptual Art in the mid-1960s, an increasing number of artists have created unique strategies to show and sell works that lacked a material substance.</p>
					<p>Sol Lewitt was among the first to use certificates of authenticity, which remind of today&rsquo;s smart contracts in NFTs, and traces a clear lineage from Conceptual Art to Performance Art in the 1970s, Media Art in the 1980s, Relational Aesthetics in the 1990s, Post-Internet Art in the 2000s, and other movements which prioritized ideas, ephemeral appearances, information or software code as key components of a work of art.</p>
					<p>From the above forms of expression lie only a few steps before arriving to the minting process on blockchains, crypto art and NFTs. As with any other occurrence in art, the legitimacy of NFT art is partly defined by this knowledge of precedents in art history, that preconditioned the emergence of blockchain based art.</p>
					<p>As a media artist myself from the 1990s onwards, I devised a few strategies to exhibit, sell and distribute my work, in alignment with some of the above cited movements, which I aim to enumerate during the panel in question. More specifically, I will conclude with the personal claim that NFTs do solve many issues for artists producing dematerialized works, while falling short on its promises of decentralization, as numerous commercial intermediaries and mediating platforms have become essential in the processes of minting, publicizing and selling NFT art.</p>
    				<p class="keywords"><strong>keywords:</strong> dematerialization, decentralization, digital, conceptual, art history</p>
    			</div>
    			<div class="col s12 m8 offset-m4 l5 offset-l6">
    				<p class="bio"><strong>Oli Sorenson</strong>'s remix art was first recognized in London, after taking part in numerous media art events at the Institute of Contemporary Art (2003-06), Tate Britain (2006), and the British Film Institute (2008-10). He also gradually established an international profile when performing at ZKM (Karlsruhe, 2002), ISEA (Helsinki, 2004), Mapping (Geneva, 2009) and Sonica Festivals (Ljubljana, 2012). After moving to Montreal in 2010, Sorenson redirected his work towards gallery based projects, and since exhibited at The Power Plant (Toronto, 2014), FILE (Sao Paulo, 2015), Monitoring (Kassel, 2017), Art M&ucirc;r (Berlin, 2018) and The Biennal of Digital Arts (Montr&eacute;al, 2021). In 2017, Sorenson completed his research/creation PhD dissertation at Concordia, entitled <i>The Material Conditions of Immaterial Arts</i>.</p>
    			</div>
	    	</div>
	    	<div class="row description">
	    		<div class="col s12 m10 l7 offset-l1">
		    		<h3>J.6.2 <i>Blockchain et oeuvres d&rsquo;art : le march&eacute; comme m&eacute;dium</i></h3>
		    		<p class="presenter">Christine Blais<span class="school">, Universit&eacute; de Montr&eacute;al</span></p>
    				<p>Alors que les NFTs peuvent &ecirc;tre compar&eacute;s aux chromos de Raymonde Moulin - des multiples reproductibles &agrave; grande &eacute;chelle et avec une faible valeur artistique - certains sugg&egrave;rent que ce &laquo; nouvel &eacute;tat de l&rsquo;art crypto &raquo; (Lovink, 2021) devrait plut&ocirc;t prendre forme au-del&agrave; du discours qui comprend la technologie comme un appareil social et au-del&agrave; des NFTs associ&eacute;s &agrave; la (sur)commercialisation de l&rsquo;art.</p>
					<p>Les NFTs d&eacute;tiennent leur titre de propri&eacute;t&eacute; sur la blockchain, une technologie de stockage et de transmission d&rsquo;information en th&eacute;orie transparente, s&eacute;curis&eacute;e et qui fonctionne sans organe centrale de contr&ocirc;le. Il s&rsquo;agit l&agrave; d&rsquo;un terrain fertile pour les artistes conceptuels qui explorent la blockchain en jouant avec les codes du march&eacute; de l&rsquo;art depuis pr&egrave;s d&rsquo;une d&eacute;cennie. L&rsquo;attrait de la blockchain comme r&eacute;seau de cr&eacute;ation et de circulation est en outre de permettre la cr&eacute;ation de nouvelles structures pour la financiarisation de l&rsquo;art, mais surtout, gr&acirc;ce &agrave; sa structure d&eacute;centralis&eacute;e dans laquelle il n&rsquo;y a pas de barri&egrave;re institutionnelle, de contribuer &agrave; une red&eacute;finition importante de la notion de propri&eacute;t&eacute;.</p>
					<p>Dans ce contexte, l&rsquo;objectif de notre pr&eacute;sentation est de d&eacute;finir comment les &oelig;uvres qui circulent sur la blockchain sont valoris&eacute;es d&rsquo;un point de vue &eacute;conomique mais aussi, artistique et symbolique. &Agrave; travers l&rsquo;&eacute;tude des &oelig;uvres Blockchain performance (2012) du collectif Artistic Bokeh et la s&eacute;rie Priceless cr&eacute;&eacute;e en 2018 par Kevin Abosch et Ai Weiwei, nous examinerons deux aspects de la question : la mani&egrave;re dont cette technologie peut permettre la cr&eacute;ation de nouvelles organisations communautaires qui contournent l'h&eacute;g&eacute;monie &eacute;conomique ; et la nouvelle d&eacute;finition de la propri&eacute;t&eacute; qu&rsquo;elle induit.</p>
    				<p class="keywords"><strong>mots cl&eacute;s :</strong> blockchain, valeur &eacute;conomique, valeur symbolique, interm&eacute;diation, propri&eacute;t&eacute;</p>
    			</div>
    			<div class="col s12 m8 offset-m4 l5 offset-l6">
    				<p class="bio"><strong>Christine Blais</strong> est candidate au doctorat &agrave; l&rsquo;Universit&eacute; de Montr&eacute;al. Depuis 2018, ses recherches portent sur le march&eacute; de l&rsquo;art &agrave; l&rsquo;&egrave;re num&eacute;rique, notamment la mani&egrave;re dont l&rsquo;art sur la blockchain infl&eacute;chit les conventions du monde de l&rsquo;art contemporain. Elle a &eacute;t&eacute; charg&eacute;e de cours en &Eacute;conomie de l&rsquo;art &agrave; l&rsquo;Universit&eacute; de Montr&eacute;al, a occup&eacute; la direction g&eacute;n&eacute;rale de l&rsquo;AGAC et a travaill&eacute; en philanthropie culturelle &agrave; la fondation du Mus&eacute;e des beaux-arts de Montr&eacute;al (MBAM).</p>
    			</div>
	    	</div>
	    	<div class="row description">
	    		<div class="col s12 m10 l7 offset-l1">
		    		<h3>J.6.3 <i>Du net art au blockchain art, &eacute;mergence d&rsquo;un regard critique sur le ph&eacute;nom&egrave;ne des NFTs et du crypto art</i></h3>
		    		<ul>
			    		<li class="participants">Pierre-Yves Desaive<span class="school">, Mus&eacute;es royaux des Beaux-Arts de Belgique</span></li>
		    		</ul>
    				<p>D&egrave;s l&rsquo;&eacute;mergence de l&rsquo;internet grand public au milieu des ann&eacute;es 90, des artistes, dans la tradition de l&rsquo;art des m&eacute;dias, s&rsquo;emparent de ce nouveau mode de transmission de l&rsquo;information pour questionner les enjeux li&eacute;s &agrave; la cr&eacute;ation d&rsquo;un r&eacute;seau num&eacute;rique plan&eacute;taire. L&rsquo;av&egrave;nement des GAFAM, le d&eacute;veloppement des r&eacute;seaux sociaux, mais aussi celui d&rsquo;outils de surveillance en ligne de plus en plus sophistiqu&eacute;s trouveront, au d&eacute;but du nouveau mill&eacute;naire, un &eacute;cho aupr&egrave;s d&rsquo;une nouvelle g&eacute;n&eacute;ration d&rsquo;artistes du num&eacute;rique, qui portent un regard critique et engag&eacute; sur un monde d&eacute;sormais connect&eacute; en permanence. Le d&eacute;veloppement de la blockchain, et le ph&eacute;nom&egrave;ne de sp&eacute;culation autour du crypto art li&eacute; aux NFTs, constituent une nouvelle source de r&eacute;flexion pour les artistes des m&eacute;dias num&eacute;riques. Comme ce fut le cas pour le net art, il semblerait que l&rsquo;on assiste &agrave; l&rsquo;&eacute;mergence d&rsquo;un &laquo; blockchain art &raquo;, avec des &oelig;uvres nous incitant &agrave; envisager les implications &eacute;conomiques, sociales, politiques ou &eacute;cologiques de cette nouvelle r&eacute;volution technologique.</p>
    				<p class="keywords"><strong>mots cl&eacute;s :</strong> NFT, blockchain, r&eacute;seau, art, critique, soci&eacute;t&eacute;</p>
    			</div>
    			<div class="col s12 m8 offset-m4 l5 offset-l6">
    				<p class="bio"><strong>Pierre-Yves Desaive</strong> est sp&eacute;cialis&eacute; dans l'art contemporain et l'art des m&eacute;dias num&eacute;riques. Il est dipl&ocirc;m&eacute; en histoire de l'art de l'Universit&eacute; de Li&egrave;ge, en Belgique, o&ugrave; il a &eacute;galement obtenu une licence en informatique appliqu&eacute;e aux sciences humaines.  Apr&egrave;s avoir travaill&eacute; comme assistant aux Collections artistiques de l'Universit&eacute; de Li&egrave;ge, et pour l'association des historiens de l'art de l'Universit&eacute;, il a rejoint le personnel des Mus&eacute;es royaux des Beaux-Arts de Belgique &agrave; Bruxelles, o&ugrave; il est aujourd&rsquo;hui conservateur pour l'art contemporain.  Pr&eacute;sident de la section belge de l'Association internationale des critiques d'art (AICA) de 2009 &agrave; 2012, membre du Conseil international des mus&eacute;es (ICOM), il publie r&eacute;guli&egrave;rement des articles sur l'art contemporain pour divers magazines, catalogues ou galeries. En tant que commissaire ind&eacute;pendant, il a organis&eacute; plusieurs expositions en Belgique et &agrave; l'&eacute;tranger. Ancien membre de la Commission des arts num&eacute;riques du minist&egrave;re de la Culture, ses recherches portent sur l&rsquo;infiltration de l&rsquo;art contemporain par un art num&eacute;rique autrefois cantonn&eacute; &agrave; une sph&egrave;re plus confidentielle.  Professeur &agrave; l'Ecole Nationale Sup&eacute;rieure des Arts Visuels (ENSAV - La Cambre, Bruxelles), il enseigne un cours intitul&eacute; &laquo; Actualit&eacute;s de l&rsquo;art des m&eacute;dias num&eacute;riques &raquo;, o&ugrave; il &eacute;tudie la mani&egrave;re dont les artistes interrogent les d&eacute;fis soci&eacute;taux et environnementaux pos&eacute;s par l&rsquo;av&egrave;nement des soci&eacute;t&eacute;s en r&eacute;seau.</p>
    			</div>
	    	</div>
			<a href="j6.html"><i class="large material-icons">arrow_upward</i></a>
			<a href="closing.html"><i class="large material-icons">arrow_forward</i></a>
    	</div>
	    <div id="footer">
			<div class="row">
				<div class="col s12 m6">
					<ul>
						<li class="footer"><a href="https://twitter.com/AaucUaac" target="_blank">twitter</a><!-- &nbsp; <a href="https://twitter.com/hashtag/UaacAauc2021?src=hashtag_click" target="_blank">#UaacAauc2021</a>--></li>
						<li class="footer"><a href="https://www.facebook.com/UAACAAUC/" target="_blank">fb</a><!-- &nbsp; <a href="https://www.facebook.com/hashtag/AaucUaac2021/" target="_blank">#AaucUaac2021</a>--></li>
						<li class="footer"><a href="https://www.instagram.com/uaacaauc/" target="_blank">instagram</a></li>
						<li class="footer"><a href="https://uaac-aauc.com/" target="_blank">uaac-aauc.com</a></li>
						<li class="footer"><a href="mailto:conf22@uaac-aauc.com">email</a></li>
					</ul>
				</div>
				<div class="col s12 m6 right-align">
					<h6 class="footer-sponsors">We thank our host!</h6>
					<a href="https://arthistory.utoronto.ca/" target="_blank"><img src="images/logo-uoft.png" class="scale-with-grid"/></a>
				</div>
			</div>
		</div>
	    
		    

	    <!-- ================================================
		Scripts
		================================================ -->
	    
	    <!-- jQuery Library -->
	    <script type="text/javascript" src="https://code.jquery.com/jquery-2.1.1.min.js"></script>
	    
	    <!-- LOAD MATERIALIZE.JS -->
	    <script type="text/javascript" src="js/materialize.js"></script>
	    
	    <!-- INITIALIZE SPECIFIC MATERIALIZE.JS FUNCTIONS -->
	    <script type="text/javascript" src="js/init.js"></script>
    
     </body>
</html>